<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    

    <title>mac光标速度调整 | popozhu</title>

    

    <!-- css -->
    <link href="http://fonts.useso.com/css?family=Open+Sans" rel="stylesheet" type="text/css">
    <link rel="stylesheet" href="/css/style.css">

    </head>

    <body>
	<div class="container">
	    <div class="banner">
    <div>
        <span class="site-title"> <a href="/" id="logo">popozhu</a> </span>

        
    </div>

    <div class="banner-right">
        <span class="banner-item"> <a href="/archives"> Misc </a> </span>
        <span class="banner-item"> <a href="/about"> About </a> </span>
    </div>
</div>


	    <section id="main"><article class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
	<header class="article-header">
	    <div class="article-title">
		<div class="title">mac光标速度调整</div> 
		<small>
		    <time datetime="2013-09-24T11:39:55.000Z" itemprop="datePublished">September 24 2013</time>
		</small>
	    </div>
	</header>
    

    <div class="article-entry" itemprop="articleBody">
	
	    
	    

	    <p>&#x672C;&#x6765;&#x89C9;&#x5F97;&#x8FD9;&#x4E48;&#x4E00;&#x4E2A;&#x5C0F;&#x5C0F;&#x7684;&#x8C03;&#x6574;&#x4E0D;&#x503C;&#x5F97;&#x4E00;&#x63D0;&#xFF0C;&#x4F46;&#x7ECF;&#x8FC7;&#x4E00;&#x5929;&#x540E;&#xFF0C;&#x5BF9;&#x6BD4;&#x8C03;&#x6574;&#x524D;&#x5C06;&#x8FD1;&#x4E00;&#x5E74;&#x7684;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#xFF0C;&#x7ADF;&#x662F;&#x89C9;&#x5F97;&#x8FD9;&#x4E2A;&#x8C03;&#x6574;&#x5BF9;&#x4E8E;&#x7528;&#x6237;&#x4F53;&#x9A8C;&#x6709;&#x4E86;&#x975E;&#x5E38;&#x597D;&#x7684;&#x63D0;&#x5347;&#x3002;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x5728;mac&#x4E0B;&#x5BF9;&#x5149;&#x6807;&#x79FB;&#x52A8;&#x901F;&#x5EA6;&#x7684;&#x8C03;&#x6574;&#xFF0C;&#x5305;&#x62EC;&#x5DE6;&#x53F3;&#x3001;&#x4E0A;&#x4E0B;&#x79FB;&#x52A8;&#x7684;&#x901F;&#x5EA6;&#x3002;&#x662F;&#x7684;&#xFF0C;[&#x7CFB;&#x7EDF;&#x504F;&#x597D;&#x8BBE;&#x7F6E;]&#xFF0D;[&#x952E;&#x76D8;]&#x8FD9;&#x91CC;&#x5DF2;&#x7ECF;&#x6709;2&#x4E2A;&#x9009;&#x9879;&#xFF1A;[&#x6309;&#x952E;&#x91CD;&#x590D;]&#x3001;[&#x91CD;&#x590D;&#x524D;&#x5EF6;&#x8FDF;]&#x3002;&#x5047;&#x82E5;&#x6211;&#x91CD;&#x590D;&#x5730;&#x8FDE;&#x6309;&#x540C;&#x4E2A;&#x952E;&#xFF08;&#x6BD4;&#x5982;&#x5220;&#x9664;&#x952E;&#xFF09;&#xFF0C;&#x8FD9;2&#x4E2A;&#x9009;&#x9879;&#x53EF;&#x4EE5;&#x8BA9;&#x7CFB;&#x7EDF;&#x66F4;&#x5FEB;&#x5730;&#x7ED9;&#x4E88;&#x54CD;&#x5E94;&#xFF0C;&#x4F46;&#x8FD8;&#x4E0D;&#x591F;&#xFF0C;&#x8FD8;&#x4E0D;&#x80FD;&#x89E3;&#x51B3;&#x6211;&#x7684;&#x95EE;&#x9898;&#x3002;  </p>
<p><img src="/img/2013/QQ20130924-0.png" alt="&#x952E;&#x76D8;&#x8BBE;&#x7F6E;"></p>
<p>&#x6211;&#x7684;&#x95EE;&#x9898;&#x662F;&#xFF1A;&#x6211;&#x5728;iterm2&#x4E0B;&#x4F7F;&#x7528;vim&#xFF0C;&#x5076;&#x5C14;&#x4F1A;&#x901A;&#x8FC7;<code>jk</code>&#x8FD9;2&#x4E2A;&#x952E;&#x6765;&#x4E34;&#x65F6;&#x4E0A;&#x4E0B;&#x79FB;&#x52A8;&#x9644;&#x8FD1;&#x7684;&#x51E0;&#x884C;&#x4EE3;&#x7801;&#xFF0C;&#x5373;&#x4F7F;&#x8C03;&#x6574;&#x4E0A;&#x9762;&#x7684;&#x8BBE;&#x7F6E;&#x5230;&#x201C;&#x6700;&#x4F18;&#x201D;&#xFF0C;&#x4ECD;&#x7136;&#x8BA9;&#x6211;&#x89C9;&#x5F97;&#x54CD;&#x5E94;&#x4E0D;&#x591F;&#x5FEB;&#xFF0C;&#x8DDF;&#x7CFB;&#x7EDF;&#x81EA;&#x5E26;&#x7684;&#x7EC8;&#x7AEF;&#x76F8;&#x6BD4;&#xFF0C;&#x4E5F;&#x611F;&#x89C9;&#x4E0D;&#x591F;&#x987A;&#x7545;&#xFF0C;&#x5361;&#x5361;&#x5361;&#x2026;&#x2026;  </p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x6211;&#x662F;&#x4E0D;&#x80AF;&#x4E0D;&#x7528;iterm2&#x7684;&#x3002;  </p>
<p>&#x521D;&#x6B65;&#x4EE5;&#x4E3A;&#x662F;iterm2&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5230;iterm2&#x7684;&#x8BBA;&#x575B;&#x4E0A;&#x641C;&#x7D22;<code>cursor speed</code>&#xFF0C;&#x770B;&#x5230;&#x6709;&#x4E2A;&#x54E5;&#x4EEC;&#x4E5F;&#x6709;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x8FD8;&#x5410;&#x69FD;&#x80FD;&#x4E0D;&#x80FD;&#x5728;iterm&#x91CC;&#x589E;&#x52A0;&#x4E00;&#x4E2A;&#x8C03;&#x6574;&#x5149;&#x6807;&#x7684;&#x9009;&#x9879;&#x3002;&#x5F53;&#x7136;&#x88AB;&#x9A73;&#x56DE;&#x4E86;&#xFF0C;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E2A;&#x662F;&#x7CFB;&#x7EDF;&#x5185;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x60F3;&#x6DFB;&#x52A0;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x907F;&#x514D;&#x8DDF;&#x5176;&#x4ED6;&#x7CFB;&#x7EDF;&#x529F;&#x80FD;&#x51B2;&#x7A81;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x63D0;&#x4F9B;&#x4E86;&#x89E3;&#x51B3;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x5C31;&#x662F;&#x4FEE;&#x6539;&#x91CD;&#x590D;&#x6309;&#x952E;&#x7684;&#x901F;&#x5EA6;&#x3002;&#x662F;&#x7684;&#xFF0C;&#x5728;&#x4E0A;&#x9762;&#x7528;&#x6237;&#x53EF;&#x89C1;&#x7684;2&#x4E2A;&#x8BBE;&#x7F6E;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x8DDF;&#x201C;&#x6309;&#x952E;&#x901F;&#x5EA6;&#x201D;&#x76F8;&#x5173;&#x7684;&#x9009;&#x9879;&#x3002;&#x8FD9;&#x4E2A;&#x79FB;&#x52A8;&#x4E0D;&#x591F;&#x987A;&#x7545;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4E5F;&#x6700;&#x7EC8;&#x5F52;&#x7ED3;&#x4E3A;&#x201D;&#x91CD;&#x590D;&#x6309;&#x952E;&#x201C;&#x7684;&#x54CD;&#x5E94;&#x901F;&#x5EA6;&#x4E0D;&#x591F;&#x5FEB;&#x3002;  </p>
<p>&#x4FEE;&#x6539;&#x8D77;&#x6765;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x7531;&#x4E8E;&#x6211;&#x65E9;&#x5148;&#x5B89;&#x88C5;&#x4E86;xcode&#xFF0C;&#x5728;&#x7EC8;&#x7AEF;&#x4E0B;:</p>
<pre><code>open ~/Library/Preferences/.GlobalPreferences.plist
</code></pre><p>&#x8FD9;&#x4E2A;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x7531;xcode&#x6253;&#x5F00;&#xFF08;vim&#x6253;&#x5F00;&#x4E71;&#x7801;&#xFF09;&#xFF0C;&#x91CC;&#x9762;&#x6709;&#x4E00;&#x4E2A;<code>KeyRepeat</code>&#x7684;&#x9879;&#x76EE;&#xFF0C;&#x5B83;&#x7684;&#x503C;&#x9ED8;&#x8BA4;&#x4E3A;2&#xFF0C;&#x53EF;&#x4EE5;&#x53D6;&#x503C;<code>{2, 1, 0}</code>&#xFF0C;&#x503C;&#x8D8A;&#x5C0F;&#xFF0C;&#x901F;&#x5EA6;&#x8D8A;&#x5FEB;&#x3002;&#x53EF;&#x60DC;&#x65E0;&#x6CD5;&#x4FEE;&#x6539;&#xFF0C;&#x7C97;&#x66B4;&#x5220;&#x9664;&#x8FD9;&#x4E2A;&#x9879;&#x76EE;&#xFF0C;&#x7136;&#x540E;&#x6DFB;&#x52A0;&#x76F8;&#x540C;&#x540D;&#x79F0;&#x7684;&#x9879;&#xFF0C;&#x7C7B;&#x578B;&#x4E3A;number&#xFF0C;&#x503C;&#x4FEE;&#x6539;&#x4E3A;1&#xFF0C;&#x91CD;&#x542F;&#x7CFB;&#x7EDF;&#x6765;&#x8BA9;&#x8BBE;&#x7F6E;&#x751F;&#x6548;&#xFF08;&#x662F;&#x7684;&#xFF0C;&#x9700;&#x8981;&#x91CD;&#x542F;&#xFF0C;&#x8FD9;&#x5F88;&#x5C11;&#x89C1;&#xFF09;&#x3002;  </p>
<p>&#x7136;&#x540E;&#x53BB;&#x6389;iterm2&#x7684;&#x5149;&#x6807;&#x95EA;&#x70C1;&#xFF1A;[Profiles]-[Text]-[Cursor]&#xFF0C;&#x53BB;&#x6389;<code>Blinking cursor</code>&#x7684;&#x9009;&#x4E2D;&#x3002;  </p>
<p><img src="/img/2013/QQ20130924-1.png" alt="iterm2&#x8BBE;&#x7F6E;">  </p>
<p>&#x4E8E;&#x662F;&#xFF0C;&#x5728;iterm2&#x4E0B;&#x7684;vim&#x91CC;&#xFF0C;&#x79FB;&#x52A8;&#x5149;&#x6807;&#x7684;&#x987A;&#x7545;&#x7A0B;&#x5EA6;&#x8FBE;&#x5230;&#x6211;&#x7684;&#x9884;&#x671F;&#xFF08;&#x611F;&#x89C9;&#x975E;&#x5E38;&#x6D41;&#x7545;&#xFF0C;&#x4E0D;&#x518D;&#x5361;&#x987F;&#xFF09;&#xFF0C;&#x79FB;&#x52A8;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5149;&#x6807;&#x4E5F;&#x518D;&#x56E0;&#x95EA;&#x70C1;&#x800C;&#x5076;&#x5C14;&#x9690;&#x85CF;&#x4E0D;&#x89C1;&#xFF08;&#x7CFB;&#x7EDF;&#x81EA;&#x5E26;&#x7684;&#x7EC8;&#x7AEF;&#x4E0B;&#xFF0C;&#x65E0;&#x8BBA;&#x600E;&#x4E48;&#x79FB;&#x52A8;&#x5149;&#x6807;&#xFF0C;&#x5149;&#x6807;&#x4E00;&#x76F4;&#x662F;&#x53EF;&#x89C1;&#x7684;&#xFF0C;&#x4E14;&#x611F;&#x89C9;&#x975E;&#x5E38;&#x6D41;&#x7545;&#xFF0C;&#x4EE5;&#x53CA;&#x975E;&#x5E38;&#x5E73;&#x6ED1;&#xFF09;&#x3002;  </p>
<p>&#x672C;&#x6765;&#x4E5F;&#x5C31;&#x5230;&#x8FD9;&#x4E86;&#xFF0C;&#x4F46;&#x610F;&#x5916;&#x53D1;&#x73B0;&#xFF0C;&#x5728;eclipse&#x4E0B;&#x5199;&#x4EE3;&#x7801;&#xFF0C;&#x8F93;&#x5165;&#x65F6;&#x4E5F;&#x76F8;&#x5E94;&#x53D8;&#x5F97;&#x6D41;&#x7545;&#xFF08;&#x6211;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x7CFB;&#x7EDF;&#x81EA;&#x5E26;&#x7684;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x62FC;&#x97F3;&#xFF09;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;&#x8F93;&#x5165;&#x65F6;&#x6253;&#x5B57;&#x7684;&#x6309;&#x952E;&#x76F8;&#x5E94;&#x901F;&#x5EA6;&#xFF0C;&#x4E5F;&#x662F;&#x7565;&#x6709;&#x63D0;&#x5347;&#x3002;&#x56E0;&#x4E3A;&#x7CFB;&#x7EDF;&#x81EA;&#x5E26;&#x7684;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x76F8;&#x6BD4;&#x767E;&#x5EA6;/&#x641C;&#x72D7;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x5728;&#x6709;&#x4E9B;&#x8F6F;&#x4EF6;&#x91CC;&#x4E0D;&#x662F;&#x5F88;&#x6D41;&#x7545;&#xFF0C;&#x73B0;&#x5728;&#x610F;&#x5916;&#x5730;&#x5F97;&#x5230;&#x201C;&#x526F;&#x4F5C;&#x7528;&#x201D;&#x3002;  </p>
<p>&#x800C;&#x4E14;&#x8F93;&#x5165;&#x547D;&#x4EE4;&#x4E5F;&#x53EF;&#x4EE5;&#x66F4;&#x5FEB;&#x4E86;&#xFF01;&#xFF01;&#xFF01;&#xFF01;&#xFF01;&#xFF01;&#xFF01;  </p>
<p>&#x4F7F;&#x7528;mac&#x4E00;&#x5E74;&#x540E;&#xFF0C;&#x7A81;&#x7136;&#x611F;&#x89C9;&#x673A;&#x5668;&#x6027;&#x80FD;&#x6709;&#x4E86;&#x4E00;&#x4E2A;10%&#x7684;&#x63D0;&#x5347;&#xFF0C;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x662F;&#x9519;&#x89C9; :)  </p>
<p><br><br>&#x2013; EOF &#x2013;</p>

	

	<div>
	    <div>Categories: <a class="category-link" href="/categories/in-mac/">in_mac</a> </div>
	    <div>Tags: <a class="tag-link" href="/tags/iterm/">iterm</a>,<a class="tag-link" href="/tags/mac/">mac</a>,<a class="tag-link" href="/tags/vim/">vim</a> </div>
	</div>
    </div>

    <hr />
    <footer class="article-footer">
      
        <a href="http://popozhu.github.io/2013/09/24/mac光标速度调整/#disqus_thread" class="article-comment-link"></a>
      
    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2013/09/27/hexo主题aries/" id="article-nav-newer" class="article-nav-link-wrap">
      <span class="article-nav-caption">&laquo;</span>
      <span class="article-nav-title">
        
          hexo主题Aries
        
      </span>
    </a>
  
  
    <a href="/2013/09/11/c-string-to-unicode/" id="article-nav-older" class="article-nav-link-wrap">
      <span class="article-nav-title">C-string to unicode</span>
      <span class="article-nav-caption">&raquo;</span>
    </a>
  
</nav>


  
</article>


<section id="comments">
  <div id="disqus_thread"> </div>
</section>


</section>

	    <footer id="footer">
    popozhu &copy; 2016 
</footer>

	</div>

	
<!--
<script src="//ajax.useso.com/ajax/libs/jquery/2.0.3/jquery.min.js" type="text/javascript"></script>
-->


<script>
  var disqus_shortname = 'popozhu';
  (function(){
    var dsq = document.createElement('script');
    dsq.type = 'text/javascript';
    dsq.async = true;
    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
  })();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a></noscript>


<script src="/js/script.js"></script>


    </body>
</html>
