<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    

    <title>鼠须管输入法 | popozhu</title>

    

    <!-- css -->
    <link href="http://fonts.useso.com/css?family=Open+Sans" rel="stylesheet" type="text/css">
    <link rel="stylesheet" href="/css/style.css">

    </head>

    <body>
	<div class="container">
	    <div class="banner">
    <div>
        <span class="site-title"> <a href="/" id="logo">popozhu</a> </span>

        
    </div>

    <div class="banner-right">
        <span class="banner-item"> <a href="/archives"> Misc </a> </span>
        <span class="banner-item"> <a href="/about"> About </a> </span>
    </div>
</div>


	    <section id="main"><article class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
	<header class="article-header">
	    <div class="article-title">
		<div class="title">鼠须管输入法</div> 
		<small>
		    <time datetime="2013-10-10T12:28:22.000Z" itemprop="datePublished">October 10 2013</time>
		</small>
	    </div>
	</header>
    

    <div class="article-entry" itemprop="articleBody">
	
	    
	    

	    <p>&#x4EE5;&#x524D;&#x5728;windows&#x4E0B;&#x4E00;&#x76F4;&#x4F7F;&#x7528;google&#x62FC;&#x97F3;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x603B;&#x662F;&#x5173;&#x95ED;&#x300C;&#x8BCD;&#x9891;&#x8C03;&#x6574;&#x300D;&#x548C;&#x300C;&#x8BB0;&#x5F55;&#x7528;&#x6237;&#x81EA;&#x9020;&#x8BCD;&#x300D;&#x8FD9;2&#x4E2A;&#x529F;&#x80FD;&#xFF0C;&#x8FD9;&#x8BA9;&#x6211;&#x5728;&#x5168;&#x62FC;&#x97F3;&#x8F93;&#x5165;&#x4E0B;&#x80FD;&#x83B7;&#x5F97;&#x56FA;&#x5B9A;&#x7684;&#x8BCD;&#x8BED;&#x4F4D;&#x7F6E;&#xFF0C;&#x4ECE;&#x800C;&#x63D0;&#x9AD8;&#x4E00;&#x70B9;&#x8F93;&#x5165;&#x901F;&#x5EA6;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD8;&#x662F;&#x56E0;&#x4E3A;&#x8F6C;&#x4E0D;&#x4E86;&#x4E94;&#x7B14;&#xFF0C;&#x4F1A;&#x62FC;&#x97F3;&#x4E0D;&#x4F1A;&#x5B57;&#x5F62;&#x3002;&#x800C;&#x5728;mac&#x4E0B;&#xFF0C;&#x4E5F;&#x662F;&#x7531;&#x4E8E;&#x8FD9;&#x4E2A;&#x300C;&#x8BCD;&#x9891;&#x300D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x4F7F;&#x7528;&#x7CFB;&#x7EDF;&#x81EA;&#x5E26;&#x7684;&#x8F93;&#x5165;&#x6CD5;&#x3002;&#x4F46;&#x5728;&#x8F83;&#x591A;&#x8F6F;&#x4EF6;&#x4E0B;&#xFF0C;&#x81EA;&#x5E26;&#x7684;&#x62FC;&#x97F3;&#x8F93;&#x5165;&#x6CD5;&#x603B;&#x4F1A;&#x5361;&#x987F;&#xFF0C;&#x751A;&#x81F3;&#x51FA;&#x73B0;&#x5F69;&#x8272;&#x5C0F;&#x6C14;&#x7403;&#xFF0C;&#x7528;&#x8D77;&#x6765;&#x5B9E;&#x5728;&#x662F;&#x5DEE;&#x5F3A;&#x4EBA;&#x610F;&#x3002;  </p>
<p>&#x76F4;&#x5230;&#x6700;&#x8FD1;&#x4F7F;&#x7528;&#x4E0A;&#x300C;&#x9F20;&#x987B;&#x7BA1;&#x300D;&#x8FD9;&#x4E2A;<code>&#x5F00;&#x6E90;</code>&#x7684;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x53D6;&#x540D;&#xFF1A;&#x8001;&#x9F20;&#x7684;&#x80E1;&#x987B;&#x505A;&#x6210;&#x7684;&#x6BDB;&#x7B14;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#xFF1A;&#x8001;&#x9F20;&#x9700;&#x8981;&#x7BA1;&#x7406;&#x2026;&#x2026;&#x5F53;&#x7136;&#xFF0C;&#x8FD8;&#x662F;&#x8BF4;&#x82F1;&#x6587;&#x540D;&#x5427;&#xFF1A;Squirrel&#x3002;      </p>
<p>&#x5728;&#x6253;&#x5B57;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5176;&#x7ED9;&#x4E88;&#x7684;&#x53CD;&#x9988;&#x901F;&#x5EA6;&#x5B9E;&#x5728;&#x662F;&#x592A;&#x8BA9;&#x4EBA;&#x60CA;&#x8BB6;&#x4E86;&#xFF0C;&#x53EA;&#x6B64;&#x4E00;&#x70B9;&#x5C31;&#x8DB3;&#x591F;&#x8BA9;&#x6211;&#x7EE7;&#x7EED;&#x4F7F;&#x7528;&#x3002;  </p>
<p>&#x770B;&#x4E86;2&#x5929;&#x8BF4;&#x660E;&#x6587;&#x4EF6;&#x3001;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x7B49;&#x7B49;&#x2026;&#x2026;&#x89C9;&#x5F97;&#x6211;&#x5C31;2&#x70B9;&#x57FA;&#x672C;&#x9700;&#x6C42;&#xFF1A;  </p>
<ol>
<li>&#x901F;&#x5EA6;  </li>
<li>&#x56FA;&#x5B9A;&#x8BCD;&#x9891;  </li>
</ol>
<p>&#x867D;&#x7136;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x559C;&#x6B22;&#x52A8;&#x6001;&#x8BCD;&#x9891;&#xFF0C;&#x4F46;&#x8FD8;&#x662F;&#x6709;&#x300C;&#x6781;&#x5C11;&#x6570;&#x4EBA;&#x300D;&#x60F3;&#x8981;&#x56FA;&#x5B9A;&#x4E0D;&#x53D8;&#x7684;&#x8BCD;&#x8BED;&#x4F4D;&#x7F6E;&#x3002;  </p>
<p>&#x9F20;&#x987B;&#x7BA1;&#x6709;2&#x4E2A;&#x53C2;&#x6570;&#xFF1A;  </p>
<ol>
<li>sort&#xFF0C;&#x53EF;&#x4EE5;&#x53D6;&#x503C;&#xFF1A;by_weight&#x6216;original&#x3002;<br>&#x8868;&#x793A;&#x4E00;&#x4E2A;&#x8BCD;&#x5178;&#x6587;&#x4EF6;&#xFF0C;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x52A0;&#x8F7D;&#x65F6;&#xFF0C;&#x662F;&#x6839;&#x636E;&#x8BCD;&#x5178;&#x6587;&#x4EF6;&#x4E2D;&#x6BCF;&#x4E2A;&#x8BCD;&#x8BED;&#x7684;&#x9891;&#x7387;&#xFF08;by_weight&#xFF09;&#x6765;&#x6392;&#x5E8F;&#xFF0C;&#x8FD8;&#x662F;&#x6839;&#x636E;&#x8BCD;&#x5178;&#x6587;&#x4EF6;&#x4E2D;&#x6BCF;&#x4E2A;&#x8BCD;&#x8BED;&#x7684;&#x9ED8;&#x8BA4;&#x4F4D;&#x7F6E;&#xFF08;original&#xFF09;&#x6765;&#x6392;&#x5E8F;&#x3002;&#x7231;&#x8303;&#x513F;&#x7684;&#x6587;&#x7AE0;&#x63D0;&#x5230;&#x300C;sort: by_weight&#x300D;&#x53EF;&#x4EE5;&#x5F71;&#x54CD;&#x8BCD;&#x9891;&#x7684;&#x8C03;&#x6574;&#xFF0C;&#x53D7;&#x5176;&#x5F71;&#x54CD;&#xFF0C;&#x6211;&#x5C1D;&#x8BD5;&#x4E86;&#x300C;sort: original&#x300D;n&#x6B21;&#x90FD;&#x672A;&#x80FD;&#x5173;&#x95ED;&#x8BCD;&#x9891;&#x3002;&#x800C;&#x8FD9;&#x4E2A;&#x53C2;&#x6570;&#xFF0C;&#x5176;&#x5B9E;&#x53EA;&#x5728;&#x52A0;&#x8F7D;&#x65F6;&#x624D;&#x751F;&#x6548;&#xFF0C;&#x540E;&#x7EED;&#x7684;&#x8F93;&#x5165;&#xFF0C;&#x540E;&#x7EED;&#x7684;&#x8BCD;&#x9891;&#xFF0C;&#x90FD;&#x8DDF;&#x5B83;&#x6CA1;&#x5173;&#x7CFB;&#x4E86;&#x3002;  </li>
<li>translator/enable_user_dict&#xFF0C;&#x8BBE;&#x7F6E;true&#x6216;false&#x3002;<br>&#x8FD9;&#x624D;&#x662F;&#x6B63;&#x786E;&#x7684;&#x53C2;&#x6570;&#xFF0C;&#x8BBE;&#x7F6E;&#x4E3A;false&#xFF0C;&#x8868;&#x793A;&#x4E0D;&#x4F7F;&#x7528;&#x7528;&#x6237;&#x7684;&#x5B57;&#x5178;&#x6587;&#x4EF6;&#x3002; &#x8F93;&#x5165;&#x6CD5;&#x9ED8;&#x8BA4;&#x4F1A;&#x8BB0;&#x5F55;&#x7528;&#x6237;&#x7684;&#x81EA;&#x5B9A;&#x4E49;&#x8BCD;&#x8BED;&#xFF0C;&#x4FDD;&#x5B58;&#x5230;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x5B57;&#x5178;&#x6587;&#x4EF6;&#x4E2D;&#x3002; &#x5173;&#x95ED;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x540E;&#xFF0C;&#x8F93;&#x5165;&#x6CD5;&#x663E;&#x793A;&#x7684;&#x8BCD;&#x8BED;&#xFF0C;&#x5219;&#x662F;&#x6211;&#x6240;&#x671F;&#x671B;&#x7684;&#xFF1A;&#x56FA;&#x5B9A;&#x4F4D;&#x7F6E;&#x3002;  </li>
</ol>
<p>&#x5F53;&#x7136;&#xFF0C;&#x77E5;&#x9053;&#x4E86;&#x53C2;&#x6570;&#xFF0C;&#x4E5F;&#x5F97;&#x7406;&#x89E3;&#x5982;&#x4F55;&#x914D;&#x7F6E;&#x3002;  </p>
<p>&#x9ED8;&#x8BA4;&#x4F7F;&#x7528;&#x7684;&#x662F;luna_pinyin&#x8FD9;&#x4E2A;&#x8F93;&#x5165;&#x6A21;&#x578B;&#xFF0C;&#x65B0;&#x5EFA;&#x4E00;&#x4E2A;patch&#x6587;&#x4EF6;&#x6765;&#x4FDD;&#x5B58;&#x7528;&#x6237;&#x81EA;&#x5B9A;&#x4E49;&#x9009;&#x9879;&#xFF08;&#x6211;&#x559C;&#x6B22;&#x8FD9;&#x79CD;&#x8FFD;&#x52A0;&#x914D;&#x7F6E;&#x7684;&#x65B9;&#x5F0F;&#xFF1A;patch&#xFF09;&#xFF1A;</p>
<pre><code>popozhu ~/Library/Rime$ cat ~/Library/Rime/luna_pinyin.custom.yaml
# luna_pinyin.custom.yaml
#
patch:
  translator/enable_user_dict: false
</code></pre><p>luna_pinyin&#x8FD9;&#x4E2A;&#x6A21;&#x5F0F;&#x7684;&#x4F7F;&#x7528;&#x7684;&#x9ED8;&#x8BA4;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x662F;&#xFF1A;<code>~/Library/Rime/luna_pinyin.schema.yaml</code>&#xFF0C;&#x65B0;&#x5EFA;&#x4E00;&#x4E2A;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#xFF1A;<code>~/Library/Rime/luna_pinyin.custom.yaml</code>&#xFF0C;&#x8FFD;&#x52A0;&#x914D;&#x7F6E;&#x9879;&#x76EE;<code>translator/enable_user_dict: false</code>&#x3002;  </p>
<p>&#x81F3;&#x6B64;&#xFF0C;&#x5DF2;&#x7ECF;&#x6EE1;&#x8DB3;&#x6211;&#x7684;&#x4F7F;&#x7528;&#x9700;&#x6C42;&#x4E86;&#x3002;  </p>
<p>&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E2A;&#x8F93;&#x5165;&#x6CD5;&#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x56FE;&#x5F62;&#x914D;&#x7F6E;&#x754C;&#x9762;&#xFF0C;&#x4FEE;&#x6539;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#xFF0C;&#x9700;&#x8981;&#x77E5;&#x9053;&#xFF1A;1. &#x4F7F;&#x7528;&#x54EA;&#x4E2A;&#x53C2;&#x6570;&#x80FD;&#x8FBE;&#x5230;&#x5B9A;&#x5236;&#x7684;&#x529F;&#x80FD;&#xFF0C; 2. &#x4FEE;&#x6539;&#x54EA;&#x4E2A;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#xFF0C; 3. &#x6700;&#x597D;&#x7684;&#x6559;&#x7A0B;&#x5F53;&#x7136;&#x662F;google code&#x4E0A;&#x7684;wiki&#x3002;  </p>
<p>&#x975E;&#x5E38;nice&#x7684;&#x4E00;&#x70B9;&#x662F;&#xFF0C;&#x4FEE;&#x6539;&#x914D;&#x7F6E;&#x65F6;&#x4E0D;&#x662F;&#x76F4;&#x63A5;&#x5728;&#x81EA;&#x5E26;&#x7684;&#x539F;&#x914D;&#x7F6E;&#x4E0A;&#x5F00;&#x5200;&#xFF0C;&#x800C;&#x662F;patch&#x7684;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x8FFD;&#x52A0;&#x548C;&#x8986;&#x76D6;&#xFF0C;&#x56E0;&#x4E3A;&#x540E;&#x7EED;&#x5347;&#x7EA7;&#x6216;&#x91CD;&#x65B0;&#x5B89;&#x88C5;&#xFF0C;&#x81EA;&#x5E26;&#x7684;&#x539F;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x4F1A;&#x88AB;&#x8FD8;&#x539F;&#xFF0C;&#x7528;&#x6237;&#x7684;&#x4E2A;&#x6027;&#x5316;&#x914D;&#x7F6E;&#x5C31;&#x4F1A;&#x4E22;&#x5931;&#xFF1B;&#x53E6;&#x5916;&#x4E5F;&#x652F;&#x6301;&#x628A;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x540C;&#x6B65;&#x5230;&#x6307;&#x5B9A;&#x7684;&#x76EE;&#x5F55;&#xFF08;&#x5F53;&#x7136;&#x662F;&#x4E22;&#x5230;dropbox&#x76EE;&#x5F55;&#x4E0B;&#xFF09;&#xFF0C;&#x786E;&#x4FDD;&#x914D;&#x7F6E;&#x6587;&#x4EF6;&#x4E0D;&#x4F1A;&#x4E22;&#x5931;&#x3002;  </p>
<p><br><br>&#x2013; EOF &#x2013;</p>

	

	<div>
	    <div>Categories: <a class="category-link" href="/categories/mac/">mac</a> </div>
	    <div>Tags: <a class="tag-link" href="/tags/mac/">mac</a> </div>
	</div>
    </div>

    <hr />
    <footer class="article-footer">
      
        <a href="http://popozhu.github.io/2013/10/10/squirrel_input/#disqus_thread" class="article-comment-link"></a>
      
    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2013/10/23/tcpdump和wireshark/" id="article-nav-newer" class="article-nav-link-wrap">
      <span class="article-nav-caption">&laquo;</span>
      <span class="article-nav-title">
        
          Tcpdump和Wireshark
        
      </span>
    </a>
  
  
    <a href="/2013/09/27/hexo主题aries/" id="article-nav-older" class="article-nav-link-wrap">
      <span class="article-nav-title">hexo主题Aries</span>
      <span class="article-nav-caption">&raquo;</span>
    </a>
  
</nav>


  
</article>


<section id="comments">
  <div id="disqus_thread"> </div>
</section>


</section>

	    <footer id="footer">
    popozhu &copy; 2016 
</footer>

	</div>

	
<!--
<script src="//ajax.useso.com/ajax/libs/jquery/2.0.3/jquery.min.js" type="text/javascript"></script>
-->


<script>
  var disqus_shortname = 'popozhu';
  (function(){
    var dsq = document.createElement('script');
    dsq.type = 'text/javascript';
    dsq.async = true;
    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
  })();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a></noscript>


<script src="/js/script.js"></script>


    </body>
</html>
