<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    

    <title>Do Not Go Gentle Into That Good Night | popozhu</title>

    

    <!-- css -->
    <link href="http://fonts.useso.com/css?family=Open+Sans" rel="stylesheet" type="text/css">
    <link rel="stylesheet" href="/css/style.css">

    </head>

    <body>
	<div class="container">
	    <div class="banner">
    <div>
        <span class="site-title"> <a href="/" id="logo">popozhu</a> </span>

        
    </div>

    <div class="banner-right">
        <span class="banner-item"> <a href="/archives"> Misc </a> </span>
        <span class="banner-item"> <a href="/about"> About </a> </span>
    </div>
</div>


	    <section id="main"><article class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
	<header class="article-header">
	    <div class="article-title">
		<div class="title">Do Not Go Gentle Into That Good Night</div> 
		<small>
		    <time datetime="2014-11-18T13:39:17.000Z" itemprop="datePublished">November 18 2014</time>
		</small>
	    </div>
	</header>
    

    <div class="article-entry" itemprop="articleBody">
	
	    
	    

	    <p>&#x7535;&#x5F71;&#x300A;&#x661F;&#x9645;&#x7A7F;&#x8D8A;&#x300B;&#x4E2D;&#x5F15;&#x7528;&#x4E86;&#x4E0B;&#x9762;&#x8FD9;&#x9996;&#x8BD7;&#x7684;&#x524D;&#x4E24;&#x6BB5;&#xFF0C;&#x770B;&#x4E86;&#x7FFB;&#x8BD1;&#xFF0C;&#x5E2E;&#x52A9;&#x4E0B;&#x7406;&#x89E3;&#xFF0C;&#x56DE;&#x5934;&#x7422;&#x78E8;&#x7740;&#x539F;&#x53E5;&#xFF0C;&#x76F8;&#x5F53;&#x559C;&#x6B22;&#x3002;</p>
<p><br><br><strong> Do Not Go Gentle Into That Good Night </strong></p>
<p>Do not go gentle into that good night,<br>Old age should burn and rave at close of day;<br>Rage, rage against the dying of the light.</p>
<p>Though wise men at their end know dark is right,<br>Because their words had forked no lightning they<br>Do not go gentle into that good night.</p>
<p>Good men, the last wave by, crying how bright<br>Their frail deeds might have danced in a green bay,<br>Rage, rage against the dying of the light.</p>
<p>Wild men who caught and sang the sun in flight,<br>And learn, too late, they grieve it on its way,<br>Do not go gentle into that good night.</p>
<p>Grave men, near death, who see with blinding sight<br>Blind eyes could blaze like meteors and be gay,<br>Rage, rage against the dying of the light.</p>
<p>And you, my father, there on the sad height,<br>Curse, bless, me now with your fierce tears, I pray.<br>Do not go gentle into that good night.<br>Rage, rage against the dying of the light.</p>
<p><br><br><a href="http://en.wikipedia.org/wiki/Do_not_go_gentle_into_that_good_night" target="_blank" rel="external">&#x7EF4;&#x57FA;&#x767E;&#x79D1;</a>&#x63D0;&#x5230;&#xFF1A;<br>Written for his dying father, it is one of Thomas&#x2019;s most popular and accessible poems. The poem has no title other than its first line, &#x201C;Do not go gentle into that good night&#x201D;, a line which appears as a refrain throughout. The poem&#x2019;s other equally famous refrain is &#x201C;Rage, rage against the dying of the light&#x201D;.</p>
<p><br><br>&#x53E6;&#x6709;<a href="https://tw.knowledge.yahoo.com/question/question?qid=1607052109512" target="_blank" rel="external">&#x7FFB;&#x8BD1;&#x8005;</a>&#x63D0;&#x5230;&#xFF1A;<br>&#x9019;&#x9996;&#x300A;&#x4E0D;&#x8981;&#x6EAB;&#x9806;&#x5730;&#x8D70;&#x5165;&#x90A3;&#x500B;&#x826F;&#x5BB5;&#x300B;&#x662F;&#x4ED6;&#x6700;&#x8457;&#x540D;&#x7684;&#x4E00;&#x9996;&#x8A69;&#x3002;&#x5BEB;&#x7684;&#x662F;&#x4ED6;&#x9762;&#x5C0D;&#x5F4C;&#x7559;&#x4E4B;&#x969B;&#x7684;&#x7236;&#x89AA;&#x6642;&#x90A3;&#x7A2E;&#x5F37;&#x70C8;&#x7684;&#x61A4;&#x6012;&#x8207;&#x54C0;&#x75DB;&#x3002;&#x60F3;&#x5230;&#x5E73;&#x6642;&#x5C24;&#x5176;&#x662F;&#x5E74;&#x5C11;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x7236;&#x89AA;&#x66FE;&#x7D93;&#x7684;&#x66B4;&#x8E81;&#xFF0C;&#x6B64;&#x523B;&#x5728;&#x5782;&#x8001;&#x4E4B;&#x6642;&#x7ADF;&#x7136;&#x5982;&#x6B64;&#x5B71;&#x5F31;&#x3002;&#x4E00;&#x500B;&#x7537;&#x4EBA;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x89AA;&#x4EBA;&#xFF09;&#x9762;&#x5C0D;&#x6B7B;&#x4EA1;&#x7ADF;&#x7136;&#x5982;&#x6B64;&#x5FCD;&#x6C23;&#x541E;&#x8072;&#x4EFB;&#x4EBA;&#x5BB0;&#x5272;&#xFF0C;&#x540C;&#x6A23;&#x4F5C;&#x70BA;&#x7537;&#x4EBA;&#x7684;&#x5152;&#x5B50;&#xFF0C;&#x6050;&#x6015;&#x4E0D;&#x50C5;&#x50C5;&#x662F;&#x6190;&#x61AB;&#x53EF;&#x4EE5;&#x76E1;&#x8A34;&#x3002;<strong>&#x7576;&#x9019;&#x500B;&#x5152;&#x5B50;&#x8CAC;&#x65A5;&#x4E00;&#x500B;&#x5931;&#x53BB;&#x722D;&#x9B25;&#x610F;&#x5FD7;&#x7684;&#x7537;&#x4EBA;&#x6642;&#xFF0C;&#x4ED6;&#x6050;&#x6015;&#x4E5F;&#x9762;&#x5C0D;&#x8457;&#x81EA;&#x5DF1;&#x7684;&#x6050;&#x61FC;&#x3002;&#x4ED6;&#x5728;&#x7236;&#x89AA;&#x7684;&#x5F62;&#x8C61;&#x4E0A;&#x770B;&#x5230;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x672A;&#x4F86;&#x55CE;&#xFF1F;</strong></p>
<p><br><br><strong> &#x4E00;&#x4E2A;&#x597D;&#x4E9B;&#x7684;&#x7FFB;&#x8BD1; </strong></p>
<p>&#x4E0D;&#x8981;&#x6EAB;&#x9806;&#x5730;&#x8D70;&#x5165;&#x90A3;&#x826F;&#x5BB5;&#xFF0C;<br>&#x9F8D;&#x937E;&#x4E4B;&#x5E74;&#x5728;&#x65E5;&#x843D;&#x6642;&#x5149;&#x4E5F;&#x8981;&#x71C3;&#x71D2;&#x4E26;&#x75DB;&#x65A5;&#xFF1B;<br>&#x8981;&#x5486;&#x54EE;&#x3001;&#x5C0D;&#x8457;&#x5149;&#x660E;&#x7684;&#x6D88;&#x6CEF;&#x5486;&#x54EE;&#x3002;</p>
<p>&#x4EBA;&#x751F;&#x7D42;&#x9EDE;&#x7684;&#x667A;&#x8005;&#x660E;&#x767D;&#x9ED1;&#x6697;&#x7684;&#x5408;&#x7406;&#x516C;&#x9053;&#xFF0C;<br>&#x4ED6;&#x5011;&#x7684;&#x8A71;&#x4E0D;&#x518D;&#x80FD;&#x5920;&#x6FC0;&#x767C;&#x51FA;&#x9583;&#x96FB;&#xFF0C;&#x5118;&#x7BA1;&#x5982;&#x6B64;<br>&#x4E5F;&#x4E0D;&#x6703;&#x6EAB;&#x9806;&#x5730;&#x8D70;&#x5165;&#x90A3;&#x500B;&#x826F;&#x5BB5;&#x3002;</p>
<p>&#x5584;&#x826F;&#x7684;&#x4EBA;&#xFF0C;&#x7576;&#x6700;&#x5F8C;&#x4E00;&#x6D6A;&#x6383;&#x904E;&#xFF0C;&#x6703;&#x543C;&#x53EB;<br>&#x8AAA;&#x4ED6;&#x5011;&#x8106;&#x5F31;&#x7684;&#x5584;&#x8209;&#x672C;&#x53EF;&#x5728;&#x7DA0;&#x8272;&#x6D77;&#x7063;&#x821E;&#x5F97;&#x767D;&#x71BE;&#xFF0C;<br>&#x4E26;&#x5486;&#x54EE;&#x3001;&#x5C0D;&#x8457;&#x5149;&#x660E;&#x7684;&#x6D88;&#x6CEF;&#x5486;&#x54EE;&#x3002;</p>
<p>&#x72C2;&#x66B4;&#x7684;&#x4EBA;&#x6703;&#x6293;&#x7DCA;&#x98DB;&#x99B3;&#x7684;&#x592A;&#x967D;&#x9AD8;&#x5531;&#xFF0C;&#x77E5;&#x9053;<br>&#x4ED6;&#x5011;&#x5DF2;&#x7D93;&#x4EE4;&#x5B83;&#x60B2;&#x50B7;&#x4E86;&#x4E00;&#x8DEF;&#xFF0C;&#x96D6;&#x8AAA;&#x660E;&#x767D;&#x5F97;&#x592A;&#x9072;<br>&#x4F46;&#x4E0D;&#x6703;&#x6EAB;&#x9806;&#x5730;&#x8D70;&#x5165;&#x90A3;&#x500B;&#x826F;&#x5BB5;&#x3002;</p>
<p>&#x9670;&#x6C89;&#x7684;&#x4EBA;&#x81E8;&#x8FD1;&#x6B7B;&#x4EA1;&#x8996;&#x754C;&#x6703;&#x523A;&#x76EE;&#x822C;&#x7368;&#x5230;<br>&#x5931;&#x660E;&#x7684;&#x773C;&#x775B;&#x50CF;&#x6D41;&#x661F;&#x822C;&#x9583;&#x5149;&#x800C;&#x8569;&#x6F3E;&#x8457;&#x6B23;&#x559C;&#xFF0C;<br>&#x4E26;&#x5486;&#x54EE;&#x3001;&#x5C0D;&#x8457;&#x5149;&#x660E;&#x7684;&#x6D88;&#x6CEF;&#x5486;&#x54EE;&#x3002;</p>
<p>&#x800C;&#x60A8;&#xFF0C;&#x6211;&#x7684;&#x7236;&#x89AA;&#xFF0C;&#x5347;&#x5230;&#x4E86;&#x60B2;&#x54C0;&#x7684;&#x81F3;&#x9AD8;&#xFF0C;<br>&#x5118;&#x7BA1;&#x4EE5;&#x7E31;&#x6A6B;&#x7684;&#x8001;&#x6DDA;&#x8A5B;&#x5492;&#x6211;&#x3001;&#x795D;&#x798F;&#x6211;&#xFF0C;&#x4F46;&#x6C42;&#x4F60;<br>&#x6C7A;&#x4E0D;&#x8981;&#x6EAB;&#x9806;&#x5730;&#x8D70;&#x5165;&#x90A3;&#x500B;&#x826F;&#x5BB5;&#xFF0C;<br>&#x8981;&#x5486;&#x54EE;&#x3001;&#x5C0D;&#x8457;&#x5149;&#x660E;&#x7684;&#x6D88;&#x6CEF;&#x5486;&#x54EE;&#x3002;</p>
<p><br><br>&#x2013; EOF &#x2013;</p>

	

	<div>
	    <div>Categories: <a class="category-link" href="/categories/other/">other</a> </div>
	    <div>Tags: <a class="tag-link" href="/tags/other/">other</a> </div>
	</div>
    </div>

    <hr />
    <footer class="article-footer">
      
        <a href="http://popozhu.github.io/2014/11/18/do-not-go-gentle-into-that-good-night/#disqus_thread" class="article-comment-link"></a>
      
    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2014/12/27/ios消息推送的优化/" id="article-nav-newer" class="article-nav-link-wrap">
      <span class="article-nav-caption">&laquo;</span>
      <span class="article-nav-title">
        
          ios消息推送的优化
        
      </span>
    </a>
  
  
    <a href="/2014/10/27/mac-port-清理/" id="article-nav-older" class="article-nav-link-wrap">
      <span class="article-nav-title">mac port 清理</span>
      <span class="article-nav-caption">&raquo;</span>
    </a>
  
</nav>


  
</article>


<section id="comments">
  <div id="disqus_thread"> </div>
</section>


</section>

	    <footer id="footer">
    popozhu &copy; 2016 
</footer>

	</div>

	
<!--
<script src="//ajax.useso.com/ajax/libs/jquery/2.0.3/jquery.min.js" type="text/javascript"></script>
-->


<script>
  var disqus_shortname = 'popozhu';
  (function(){
    var dsq = document.createElement('script');
    dsq.type = 'text/javascript';
    dsq.async = true;
    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
  })();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a></noscript>


<script src="/js/script.js"></script>


    </body>
</html>
