<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    

    <title>想起海角七号 | popozhu</title>

    

    <!-- css -->
    <link href="http://fonts.useso.com/css?family=Open+Sans" rel="stylesheet" type="text/css">
    <link rel="stylesheet" href="/css/style.css">

    </head>

    <body>
	<div class="container">
	    <div class="banner">
    <div>
        <span class="site-title"> <a href="/" id="logo">popozhu</a> </span>

        
    </div>

    <div class="banner-right">
        <span class="banner-item"> <a href="/archives"> Misc </a> </span>
        <span class="banner-item"> <a href="/about"> About </a> </span>
    </div>
</div>


	    <section id="main"><article class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
	<header class="article-header">
	    <div class="article-title">
		<div class="title">想起海角七号</div> 
		<small>
		    <time datetime="2014-06-18T15:07:11.000Z" itemprop="datePublished">June 18 2014</time>
		</small>
	    </div>
	</header>
    

    <div class="article-entry" itemprop="articleBody">
	
	    
	    

	    <p>&#x5728;&#x7535;&#x8111;&#x4E0A;&#x7FFB;&#x51FA;&#x5927;&#x5B66;&#x65F6;&#x6512;&#x4E0B;&#x7684;&#x8096;&#x90A6;&#xFF0C;&#x53D1;&#x73B0;&#x6709;&#x4E00;&#x5F20;&#x300A;&#x6D77;&#x89D2;&#x4E03;&#x53F7;&#x300B;&#x7684;&#x7535;&#x5F71;&#x539F;&#x58F0;&#xFF0C;&#x5BFC;&#x5165;itunes&#x540E;&#x987A;&#x5E8F;&#x4E71;&#x4E86;&#xFF0C;&#x7279;&#x610F;&#x5230;&#x867E;&#x7C73;&#x4E0A;&#x627E;&#x5230;&#x5B83;&#xFF0C;&#x6309;&#x987A;&#x5E8F;&#x5728;itunes&#x4E0A;&#x4FEE;&#x6B63;&#x4E86;&#x6392;&#x5E8F;&#x3002;&#x542C;&#x4E86;&#x51E0;&#x5929;&#xFF0C;&#x60F3;&#x660E;&#x767D;&#x4E86;&#x4E3A;&#x4EC0;&#x4E48;&#x5927;&#x5B66;&#x65F6;&#x6211;&#x4F1A;&#x559C;&#x6B22;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#xFF0C;&#x5373;&#x4FBF;&#x540E;&#x6765;&#x770B;&#x4E86;&#x300A;&#x5047;&#x5982;&#x7231;&#x6709;&#x5929;&#x610F;&#x300B;&#x548C;&#x300A;&#x7231;&#x6709;&#x6765;&#x751F;&#x300B;&#xFF0C;&#x5373;&#x4F7F;&#x7406;&#x6027;&#x7684;&#x4EBA;&#x66FE;&#x8DDF;&#x6211;&#x63D0;&#x8D77;&#x90A3;&#x5E76;&#x4E0D;&#x503C;&#x5F97;&#x5982;&#x6B64;&#x597D;&#x8BC4;&#x3002;&#x559C;&#x597D;&#x8FD9;&#x4E8B;&#xFF0C;&#x6211;&#x4E0D;&#x60F3;&#x90A3;&#x4E48;&#x7406;&#x6027;&#x3002;  </p>
<p>&#x4E0A;&#x4E00;&#x4EE3;&#x4EBA;&#x7684;&#x60B2;&#x5267;&#x548C;&#x9057;&#x61BE;&#xFF0C;&#x5728;&#x65B0;&#x4E00;&#x4EE3;&#x4EBA;&#x8FD9;&#x91CC;&#x80FD;&#x591F;&#x6709;&#x4E00;&#x4E2A;happy ending&#xFF0C;&#x5728;&#x5FC3;&#x4E2D;&#x60B2;&#x4F24;&#x8FC7;&#x540E;&#xFF0C;&#x5728;&#x6545;&#x4E8B;&#x6700;&#x540E;&#x83B7;&#x5F97;&#x6CBB;&#x6108;&#xFF0C;&#x5FC3;&#x4E2D;&#x5239;&#x90A3;&#x7684;&#x611F;&#x52A8;&#xFF0C;&#x8BA9;&#x6211;&#x5FD8;&#x4E86;&#x53BB;&#x4ED4;&#x7EC6;&#x8FFD;&#x7A76;&#x963F;&#x5609;&#x7684;&#x7231;&#x60C5;&#x662F;&#x5426;&#x7406;&#x6027;&#x3002;&#x6709;&#x4E00;&#x4EFD;&#x83AB;&#x540D;&#x7684;&#x597D;&#x611F;&#x5B58;&#x7559;&#x5FC3;&#x4E2D;&#xFF0C;&#x4E24;&#x4E2A;&#x5728;&#x6211;&#x5FC3;&#x4E2D;&#x6709;&#x597D;&#x611F;&#x7684;&#x4EBA;&#x8D70;&#x5728;&#x4E86;&#x4E00;&#x8D77;&#xFF0C;&#x6709;&#x70B9;&#x5947;&#x5999;&#xFF0C;&#x83AB;&#x540D;&#x5947;&#x5999;&#x3002;  </p>
<p>&#x767D;&#x53D1;&#x8001;&#x4EBA;&#x80CC;&#x5BF9;&#x7740;&#x95E8;&#x53E3;&#xFF0C;&#x5F53;&#x5979;&#x505C;&#x4E0B;&#x624B;&#x91CC;&#x7684;&#x6D3B;&#xFF0C;&#x53D1;&#x73B0;&#x51F3;&#x5B50;&#x65C1;&#x8FB9;&#x7684;&#x76D2;&#x5B50;&#xFF0C;&#x770B;&#x5230;&#x4E86;&#x51E0;&#x5341;&#x5E74;&#x524D;&#x7684;&#x4FE1;&#xFF0C;&#x90A3;&#x4E9B;&#x6587;&#x5B57;&#xFF0C;&#x80FD;&#x5E26;&#x6765;&#x591A;&#x5C11;&#x56DE;&#x5FC6;&#x3002;&#x81F3;&#x5C11;&#x66FE;&#x7ECF;&#x7684;&#x4E00;&#x4EFD;&#x60C5;&#x610F;&#xFF0C;&#x6709;&#x4E86;&#x4E00;&#x4E2A;&#x7B54;&#x590D;&#x3002;&#x4ED6;&#x8D1F;&#x4E86;&#x5979;&#x4E00;&#x751F;&#xFF0C;&#x4ED6;&#x6094;&#x4E86;&#x4E00;&#x751F;&#x3002;  </p>
<p>&#x5728;&#x6C99;&#x6EE9;&#x4E0A;&#x5306;&#x5306;&#x8D76;&#x56DE;&#x6765;&#x7684;&#x963F;&#x5609;&#x62B1;&#x4F4F;&#x6B63;&#x8981;&#x751F;&#x6C14;&#x7684;&#x53CB;&#x5B50;&#xFF0C;&#x7559;&#x4E0B;&#x6765;&#xFF0C;&#x6216;&#x8005;&#x6211;&#x8DDF;&#x4F60;&#x8D70;&#x3002;&#x4ED6;&#x7ED9;&#x4E86;&#x8FD9;&#x4E00;&#x4EE3;&#x7684;&#x8BB8;&#x8BFA;&#x3002;&#x4E8E;&#x6211;&#x800C;&#x8A00;&#xFF0C;&#x963F;&#x5609;&#x6210;&#x4E86;&#x4FE1;&#x4EF6;&#x7684;&#x4E3B;&#x4EBA;&#xFF0C;&#x6B64;&#x751F;&#x6B64;&#x60C5;&#x53EF;&#x5F85;&#x3002;  </p>
<p>&#x963F;&#x5609;&#x5728;&#x6545;&#x4E8B;&#x5F00;&#x5934;&#x6454;&#x4E86;&#x5409;&#x4ED6;&#xFF0C;&#x6124;&#x6012;&#xFF0C;&#x6211;&#x64CD;&#x4F60;&#xFF0C;&#x6211;&#x64CD;&#x4F60;&#x5988;&#x7684;&#x53F0;&#x5317;&#xFF01;&#x68A6;&#x60F3;&#x7834;&#x788E;&#xFF0C;&#x5FC3;&#x4E2D;&#x51B7;&#x5374;&#x4E0D;&#x77E5;&#x6240;&#x63AA;&#x56DE;&#x5230;&#x5BB6;&#x3002;&#x5728;&#x5C0F;&#x9547;&#x7684;&#x65E5;&#x5B50;&#x91CC;&#x832B;&#x832B;&#x7136;&#xFF0C;&#x8C01;&#x90FD;&#x4F1A;&#x7ECF;&#x5386;&#x832B;&#x7136;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8C01;&#x90FD;&#x6709;&#x8DCC;&#x843D;&#x8C37;&#x5E95;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F46;&#x672A;&#x5FC5;&#x90FD;&#x6709;&#x80FD;&#x8D70;&#x51FA;&#x7684;&#x65F6;&#x5019;&#x3002;  </p>
<p>&#x5F53;&#x65F6;&#x5927;&#x5B66;&#x770B;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x65F6;&#xFF0C;&#x6211;&#x4E5F;&#x5904;&#x4E8E;&#x832B;&#x7136;&#x65F6;&#xFF0C;&#x5BF9;&#x7231;&#x60C5;&#x832B;&#x7136;&#x3002;<br>&#x4ECA;&#x5929;&#x518D;&#x60F3;&#x8D77;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x65F6;&#xFF0C;&#x6211;&#x4E5F;&#x832B;&#x7136;&#xFF0C;&#x6211;&#x8DCC;&#x5230;&#x8C37;&#x5E95;&#x4E86;&#x5417;&#xFF0C;&#x8FD8;&#x4F1A;&#x518D;&#x5F80;&#x4E0B;&#x8DCC;&#x5417;&#x3002;<br>&#x542C;&#x4E86;&#x51E0;&#x5929;&#x539F;&#x58F0;&#x5E26;&#xFF0C;&#x5728;&#x300A;&#x7B2C;&#x4E03;&#x5C01;&#x4FE1; / &#x60C5;&#x4E66;&#x300B;&#x5355;&#x66F2;&#x5FAA;&#x73AF;&#x4E2D;&#x7761;&#x53BB;&#x3002;<br>&#x4EE3;&#x5165;&#x4E86;&#x963F;&#x5609;&#x6700;&#x521D;&#x832B;&#x7136;&#x7684;&#x6211;&#xFF0C;&#x624D;&#x662F;&#x770B;&#x5B8C;&#x4E86;&#x8FD9;&#x90E8;&#x7535;&#x5F71;&#x5E76;&#x559C;&#x6B22;&#x4E0A;&#x5B83;&#x4E14;&#x4E00;&#x76F4;&#x559C;&#x6B22;&#x7740;&#x7684;&#x539F;&#x56E0;&#x3002;<br>&#x5927;&#x5BB6;&#x90FD;&#x5728;&#x8FFD;&#x6C42;&#x5E78;&#x798F;&#x3002;  </p>
<p><br></p>
<blockquote>
<p>&#x4E00;&#x5C01;&#x5C01;&#x60C5;&#x4E66;&#x7A7F;&#x8D8A;&#x7F13;&#x6162;&#x7684;&#x65F6;&#x7A7A;<br>&#x4EE3;&#x66FF;&#x6211;&#x6765;&#x4E0D;&#x53CA;&#x8BF4;&#x7684;&#x542B;&#x60C5;&#x9ED8;&#x9ED8;<br>&#x6211;&#x76F8;&#x4FE1;&#x79BB;&#x5F00;&#x7EC8;&#x7A76;&#x4F1A;&#x6709;&#x59CB;&#x6709;&#x7EC8;<br>&#x6709;&#x4E00;&#x5929;&#x6211;&#x5C06;&#x80FD;&#x4E3A;&#x4F60;&#x63CF;&#x5199;&#x5F69;&#x8679;  </p>
</blockquote>
<p><b>Link:</b>  </p>
<ol>
<li>&#x7B2C;&#x4E03;&#x5C01;&#x4FE1; / &#x60C5;&#x4E66; <embed src="http://www.xiami.com/widget/0_3383764/singlePlayer.swf" type="application/x-shockwave-flash" width="257" height="33" wmode="transparent"></li>
<li><a href="http://movie.douban.com/review/1544244/" target="_blank" rel="external">&#x53CB;&#x5B50;&#x7684;&#x60C5;&#x4E66;</a> </li>
</ol>
<p><br><br>&#x2013; EOF &#x2013;</p>

	

	<div>
	    <div>Categories: <a class="category-link" href="/categories/life/">life</a> </div>
	    <div>Tags:  </div>
	</div>
    </div>

    <hr />
    <footer class="article-footer">
      
        <a href="http://popozhu.github.io/2014/06/18/想起海角七号/#disqus_thread" class="article-comment-link"></a>
      
    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2014/07/03/ueditor图片上传路径配置/" id="article-nav-newer" class="article-nav-link-wrap">
      <span class="article-nav-caption">&laquo;</span>
      <span class="article-nav-title">
        
          ueditor图片上传路径配置
        
      </span>
    </a>
  
  
    <a href="/2014/05/30/rtx[mac]疯狂写tmp目录/" id="article-nav-older" class="article-nav-link-wrap">
      <span class="article-nav-title">Rtx for mac疯狂写tmp目录</span>
      <span class="article-nav-caption">&raquo;</span>
    </a>
  
</nav>


  
</article>


<section id="comments">
  <div id="disqus_thread"> </div>
</section>


</section>

	    <footer id="footer">
    popozhu &copy; 2016 
</footer>

	</div>

	
<!--
<script src="//ajax.useso.com/ajax/libs/jquery/2.0.3/jquery.min.js" type="text/javascript"></script>
-->


<script>
  var disqus_shortname = 'popozhu';
  (function(){
    var dsq = document.createElement('script');
    dsq.type = 'text/javascript';
    dsq.async = true;
    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
  })();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a></noscript>


<script src="/js/script.js"></script>


    </body>
</html>
