<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    

    <title>一份捞面 | popozhu</title>

    

    <!-- css -->
    <link href="http://fonts.useso.com/css?family=Open+Sans" rel="stylesheet" type="text/css">
    <link rel="stylesheet" href="/css/style.css">

    </head>

    <body>
	<div class="container">
	    <div class="banner">
    <div>
        <span class="site-title"> <a href="/" id="logo">popozhu</a> </span>

        
    </div>

    <div class="banner-right">
        <span class="banner-item"> <a href="/archives"> Misc </a> </span>
        <span class="banner-item"> <a href="/about"> About </a> </span>
    </div>
</div>


	    <section id="main"><article class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
	<header class="article-header">
	    <div class="article-title">
		<div class="title">一份捞面</div> 
		<small>
		    <time datetime="2013-12-06T11:33:57.000Z" itemprop="datePublished">December 6 2013</time>
		</small>
	    </div>
	</header>
    

    <div class="article-entry" itemprop="articleBody">
	
	    
	    

	    <p>&#x7ECF;&#x8FC7;&#x8DEF;&#x53E3;&#x65F6;&#xFF0C;&#x7EA2;&#x7EFF;&#x706F;&#x574F;&#x4E86;&#xFF0C;&#x7B49;&#x4E86;&#x8BB8;&#x4E45;&#xFF0C;&#x4E00;&#x76F4;&#x4E0D;&#x8F6C;&#x7EFF;<br>&#x540E;&#x6765;&#x4EA4;&#x8B66;&#x6325;&#x624B;&#x793A;&#x610F;&#x4E24;&#x8FB9;&#x884C;&#x4EBA;&#x901A;&#x884C;<br>&#x5230;&#x4E86;&#x4E0B;&#x4E00;&#x4E2A;&#x8DEF;&#x53E3;&#xFF0C;&#x6000;&#x7591;&#x7EA2;&#x7EFF;&#x706F;&#x4E5F;&#x574F;&#x4E86;&#xFF0C;&#x7B49;&#x4E86;&#x8BB8;&#x4E45;<br>&#x8DEF;&#x53E3;&#x53F3;&#x8FB9;&#x53E6;&#x4E00;&#x4E2A;&#x8F6C;&#x5F2F;&#x8DEF;&#x53E3;&#xFF0C;&#x4E24;&#x8F86;&#x7684;&#x58EB;&#x4E4B;&#x524D;&#x53D1;&#x751F;&#x8F66;&#x5C3E;&#x78B0;&#x649E;<br>&#x6B64;&#x65F6;&#x6B63;&#x5728;&#x4EA4;&#x8B66;&#x534F;&#x52A9;&#x4E0B;&#x62CD;&#x7167;&#x3001;&#x53D6;&#x8BC1;<br>&#x7136;&#x540E;&#x6211;&#x53D1;&#x73B0;&#x5BF9;&#x9762;&#x4E00;&#x4E2A;&#x5973;&#x7684;<br>&#x65E9;&#x4E0A;&#x6211;&#x672C;&#x5E94;&#x8BE5;&#x53EF;&#x4EE5;&#x78B0;&#x5230;&#xFF0C;&#x4F46;&#x662F;&#x6CA1;&#x78B0;&#x5230;<br>&#x7B49;&#x4E86;&#x8BB8;&#x4E45;&#xFF0C;&#x7EFF;&#x706F;&#x6765;&#x4E86;  </p>
<p>&#x9644;&#x8FD1;&#x6709;&#x4E00;&#x4E2A;&#x9762;&#x9986;&#xFF0C;&#x7B2C;&#x4E00;&#x9762;&#xFF0C;&#x70B9;&#x4E86;&#x4E00;&#x4EFD;&#x635E;&#x9762;<br>&#x9009;&#x62E9;&#x4E86;&#x6700;&#x9760;&#x8FD1;&#x6536;&#x94F6;&#x53F0;&#x7684;&#x4F4D;&#x7F6E;<br>&#x653E;&#x4E0B;&#x80CC;&#x5305;&#xFF0C;&#x8131;&#x4E0B;&#x5916;&#x8863;&#xFF0C;&#x6298;&#x53E0;&#x4E00;&#x6B21;&#xFF0C;&#x6401;&#x5230;&#x5305;&#x4E0A;<br>&#x80CC;&#x5BF9;&#x7740;&#x6536;&#x94F6;&#x53F0;&#x5750;&#x4E86;&#x4E0B;&#x6765;&#xFF0C;&#x5C3D;&#x5934;&#x80FD;&#x770B;&#x5230;&#x53A8;&#x623F;<br>&#x6211;&#x8DDF;&#x53A8;&#x623F;&#x4E4B;&#x95F4;&#x9694;&#x7740;&#x4E24;&#x4E2A;&#x684C;&#x5B50;<br>&#x53A8;&#x623F;&#x91CC;&#x53EA;&#x6709;&#x4E00;&#x4EBA;&#xFF0C;&#x5728;&#x4E0B;&#x7740;&#x9762;  </p>
<p>&#x6211;&#x80CC;&#x5BF9;&#x7740;&#x6536;&#x94F6;&#x53F0;&#xFF0C;&#x540E;&#x9762;&#x7684;&#x4EBA;&#x6709;&#x4E8B;&#x8DD1;&#x5F00;&#x4E86;<br>&#x4E0D;&#x4E45;&#x6765;&#x4E86;&#x5BA2;&#x4EBA;&#xFF0C;&#x7AD9;&#x4E86;&#x4E00;&#x4F1A;&#x53D1;&#x73B0;&#x6CA1;&#x4EBA;&#x53EF;&#x4EE5;&#x70B9;&#x9910;<br>&#x53A8;&#x623F;&#x7684;&#x4EBA;&#x58F0;&#x97F3;&#x63D0;&#x9AD8;&#x516B;&#x5EA6;&#xFF1A;&#x6709;&#x5BA2;&#x4EBA;&#x5440;<br>&#x521A;&#x7AEF;&#x4E0A;&#x53BB;&#x9001;&#x9910;&#x7684;&#x4EBA;&#x6025;&#x5FD9;&#x8DD1;&#x4E0B;&#x6765;&#x5E94;&#x6025;<br>&#x5BA2;&#x4EBA;&#x8BE2;&#x95EE;&#x9910;&#x70B9;&#x5185;&#x5BB9;&#xFF0C;&#x5BA2;&#x4EBA;&#x8BA8;&#x8BBA;&#x8D39;&#x7528;&#x652F;&#x4ED8;<br>&#x5BA2;&#x4EBA;&#x7B49;&#x7740;&#x8FD9;&#x4E2A;&#x4EBA;&#x9001;&#x9910;<br>&#x5E97;&#x5185;&#x6CA1;&#x6709;&#x5176;&#x4ED6;&#x4EBA;&#x4E86;  </p>
<p>&#x7B49;&#x6211;&#x7684;&#x635E;&#x9762;&#x8FC7;&#x6765;&#xFF0C;&#x6709;&#x70B9;&#x8FDF;&#xFF0C;&#x7565;&#x751F;&#x786C;&#x4E86;<br>&#x6D12;&#x70B9;&#x6C64;&#x6C41;&#x5230;&#x9762;&#x4E0A;&#xFF0C;&#x8FD8;&#x597D;&#x4E9B;<br>&#x53C8;&#x628A;&#x751F;&#x83DC;&#x6CE1;&#x5230;&#x6C64;&#x91CC;<br>&#x6709;&#x6C64;&#x771F;&#x597D;<br>&#x8FB9;&#x5403;&#x8FB9;&#x7591;&#x95EE;&#xFF0C;&#x5BF9;&#x9762;&#x53E6;&#x4E00;&#x5EA7;&#x7684;&#x4E24;&#x4E2A;&#x4EBA;&#xFF0C;&#x7A76;&#x7ADF;&#x70B9;&#x4E86;&#x4EC0;&#x4E48;<br>&#x5230;&#x73B0;&#x5728;&#x6211;&#x8FD9;&#x6279;&#x4EBA;&#x90FD;&#x5FEB;&#x5403;&#x5B8C;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FD8;&#x6CA1;&#x5230;&#x9910;  </p>
<p>&#x6728;&#x8D28;&#x684C;&#x5B50;&#x548C;&#x6728;&#x8D28;&#x6905;&#x5B50;&#xFF0C;&#x6709;&#x4E00;&#x4EFD;&#x7A33;&#x91CD;&#x6734;&#x5B9E;&#x611F;<br>&#x5E97;&#x91CC;&#x653E;&#x7740;&#x516B;&#x4E5D;&#x5341;&#x5E74;&#x4EE3;&#x7684;&#x6B4C;&#x66F2;&#xFF0C;&#x4EBA;&#x6BD4;&#x82B1;&#x5A07;&#x8273;<br>&#x706F;&#x5149;&#x7565;&#x660F;&#x9EC4;&#xFF0C;&#x6709;&#x591A;&#x5904;&#x58C1;&#x706F;&#xFF0C;&#x4E0D;&#x6697;<br>&#x5BA2;&#x4EBA;&#x8BF4;&#x8BDD;&#x58F0;&#x97F3;&#x4E5F;&#x4E0D;&#x5927;<br>&#x5939;&#x6742;&#x53A8;&#x623F;&#x7897;&#x7B77;&#x58F0;&#xFF0C;&#x5458;&#x5DE5;&#x8D70;&#x8DEF;&#x58F0;<br>&#x5B89;&#x5B89;&#x9759;&#x9759;&#x5403;&#x4E2A;&#x996D;&#xFF0C;&#x601D;&#x8003;&#x4E00;&#x4E9B;&#x95EE;&#x9898;<br>&#x4E0D;&#x60F3;&#x8BF4;&#x8BDD;  </p>
<p>&#x6536;&#x94F6;&#x5458;&#x7EC8;&#x4E8E;&#x56DE;&#x6765;<br>&#x80CC;&#x540E;&#x5E26;&#x6765;&#x4E00;&#x5C0F;&#x9635;&#x51C9;&#x98CE;&#xFF0C;&#x6211;&#x4E5F;&#x5403;&#x5B8C;<br>&#x7AD9;&#x8D77;&#x6765;&#xFF0C;&#x5411;&#x524D;&#x8DE8;&#x4E00;&#x6B65;<br>&#x88AB;&#x672C;&#x6765;&#x9001;&#x9910;&#x521A;&#x624D;&#x5E2E;&#x5FD9;&#x6536;&#x94F6;&#x73B0;&#x5728;&#x8FC7;&#x6765;&#x6536;&#x76D8;&#x5B50;&#x7684;&#x5C0F;&#x4F19;&#x5B50;&#x6321;&#x4E86;&#x4E00;&#x4E0B;<br>&#x5411;&#x53F3;&#x518D;&#x7ED5;&#x4E00;&#x6B65;&#xFF0C;&#x62FF;&#x8D77;&#x5916;&#x8863;&#xFF0C;&#x62CE;&#x8D77;&#x80CC;&#x5305;<br>&#x5355;&#x80A9;&#x80CC;&#x5230;&#x53F3;&#x8FB9;<br>&#x8D70;&#x51FA;&#x95E8;&#x53E3;&#x65F6;&#xFF0C;&#x6211;&#x7EC8;&#x4E8E;&#x60F3;&#x660E;&#x767D;<br>&#x521A;&#x624D;&#x5728;&#x7B2C;&#x4E8C;&#x4E2A;&#x7EFF;&#x706F;&#x4E0B;&#x9047;&#x5230;&#x7684;&#x5973;&#x7684;<br>&#x65E9;&#x4E0A;&#x5E94;&#x8BE5;&#x662F;&#x665A;&#x4E86;&#x4E0A;&#x73ED;<br>&#x6240;&#x4EE5;&#x73B0;&#x5728;&#x8FDF;&#x4E86;&#x4E0B;&#x73ED;  </p>
<p><br><br>&#x2013; EOF &#x2013;</p>

	

	<div>
	    <div>Categories: <a class="category-link" href="/categories/in-life/">in_life</a> </div>
	    <div>Tags:  </div>
	</div>
    </div>

    <hr />
    <footer class="article-footer">
      
        <a href="http://popozhu.github.io/2013/12/06/一份捞面/#disqus_thread" class="article-comment-link"></a>
      
    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2014/01/11/hello-2014/" id="article-nav-newer" class="article-nav-link-wrap">
      <span class="article-nav-caption">&laquo;</span>
      <span class="article-nav-title">
        
          hello 2014
        
      </span>
    </a>
  
  
    <a href="/2013/11/17/安装phabricato/" id="article-nav-older" class="article-nav-link-wrap">
      <span class="article-nav-title">安装Phabricato</span>
      <span class="article-nav-caption">&raquo;</span>
    </a>
  
</nav>


  
</article>


<section id="comments">
  <div id="disqus_thread"> </div>
</section>


</section>

	    <footer id="footer">
    popozhu &copy; 2016 
</footer>

	</div>

	
<!--
<script src="//ajax.useso.com/ajax/libs/jquery/2.0.3/jquery.min.js" type="text/javascript"></script>
-->


<script>
  var disqus_shortname = 'popozhu';
  (function(){
    var dsq = document.createElement('script');
    dsq.type = 'text/javascript';
    dsq.async = true;
    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
  })();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a></noscript>


<script src="/js/script.js"></script>


    </body>
</html>
