<!DOCTYPE html>
<html>
    <head>
        <meta charset="utf-8">
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    

    <title>2015年云南之行-行程 | popozhu</title>

    

    <!-- css -->
    <link href="http://fonts.useso.com/css?family=Open+Sans" rel="stylesheet" type="text/css">
    <link rel="stylesheet" href="/css/style.css">

    </head>

    <body>
	<div class="container">
	    <div class="banner">
    <div>
        <span class="site-title"> <a href="/" id="logo">popozhu</a> </span>

        
    </div>

    <div class="banner-right">
        <span class="banner-item"> <a href="/archives"> Misc </a> </span>
        <span class="banner-item"> <a href="/about"> About </a> </span>
    </div>
</div>


	    <section id="main"><article class="article article-type-post" itemscope itemprop="blogPost">
  <div class="article-inner">
    
	<header class="article-header">
	    <div class="article-title">
		<div class="title">2015年云南之行-行程</div> 
		<small>
		    <time datetime="2015-02-09T16:03:57.000Z" itemprop="datePublished">February 10 2015</time>
		</small>
	    </div>
	</header>
    

    <div class="article-entry" itemprop="articleBody">
	
	    
	    
		<div class="article-toc"> Toc <ol class="toc"><li class="toc-item toc-level-4"><a class="toc-link" href="#day-1-广州机场-丽江机场丽江三义机场"><span class="toc-text">Day 1， 广州机场 - 丽江机场（丽江三义机场）</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#day-2-丽江古城里瞎逛"><span class="toc-text">Day 2， 丽江古城里瞎逛</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#day-3从丽江古城去玉龙雪山"><span class="toc-text">Day 3，从「丽江古城」去「玉龙雪山」</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#day-4-从丽江古城去大理的双廊镇"><span class="toc-text">Day 4， 从「丽江古城」去大理的「双廊镇」</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#day-5洱海"><span class="toc-text">Day 5，「洱海」</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#day-6昆明火车站"><span class="toc-text">Day 6，「昆明火车站」</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#day-7回到广州"><span class="toc-text">Day 7，回到广州</span></a></li><li class="toc-item toc-level-4"><a class="toc-link" href="#link"><span class="toc-text">link:</span></a></li></ol> </div>
	    

	    <p>2015.01.28 - 2015.02.03 &#x53BB;&#x4E86;&#x4E91;&#x5357;&#x65C5;&#x6E38;&#xFF0C;&#x89C4;&#x5212;&#x7684;&#x65C5;&#x6E38;&#x666F;&#x70B9;&#x5305;&#x542B;&#x4E00;&#x5C71;&#x4E00;&#x6C34;&#xFF0C;&#x5C71;&#x4E3A;&#x300C;&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x300D;&#xFF0C;&#x6C34;&#x5219;&#x300C;&#x6D31;&#x6D77;&#x300D;&#x3002; &#x4EE5;&#x4E0B;&#x7684;&#x8DEF;&#x7EBF;&#x56FE;&#xFF0C;&#x662F;&#x5728;&#x56DE;&#x6765;&#x540E;&#xFF0C;&#x51ED;&#x6211;&#x8BB0;&#x5FC6;&#x5728; google &#x5730;&#x56FE;&#x4E0A;&#x505A;&#x7684;&#x6807;&#x8BB0;&#xFF0C;&#x6309;&#x987A;&#x5E8F;&#x5217;&#x51FA;&#x7684;&#x884C;&#x7A0B;&#x3002; </p>
<p>&#x8FD9;&#x91CC;&#x5217;&#x51FA;&#x5404;&#x6BB5;&#x884C;&#x7A0B;&#x7684;&#x5730;&#x7406;&#x4F4D;&#x7F6E;&#xFF0C;&#x800C;&#x6CA1;&#x6709;&#x8D34;&#x51FA;&#x666F;&#x70B9;&#x56FE;&#x7247;&#xFF0C;&#x4E00;&#x6765;&#x4E0D;&#x540C;&#x4EBA;&#x5728;&#x4E0D;&#x540C;&#x65F6;&#x6BB5;&#x770B;&#x5230;&#x7684;&#x666F;&#x8272;&#xFF0C;&#x5404;&#x6709;&#x4E0D;&#x540C;&#xFF0C;&#x4E8C;&#x6765;&#x6211;&#x56E0;&#x4E3A;&#x8BB0;&#x9519;&#x4E86;&#x4E00;&#x4E2A;&#x5730;&#x540D;&#xFF0C;&#x5BFC;&#x81F4;&#x8D70;&#x9519;&#x4E86;&#x4E00;&#x6BB5;&#x8DEF;&#xFF0C;&#x9700;&#x8981;&#x52A0;&#x5F3A;&#x8FD9;&#x79CD;&#x653B;&#x7565;&#x5907;&#x5FD8;&#x65B9;&#x5F0F;&#x3002;  </p>
<p>&#x5176;&#x5B9E;&#x672C;&#x5E94;&#x8BE5;&#x4E8E;&#x51FA;&#x53D1;&#x524D;&#xFF0C;&#x5728; google &#x5730;&#x56FE;&#x4E0A;&#x5B8C;&#x6210;&#x8DEF;&#x7EBF;&#x56FE;&#x7684;&#x89C4;&#x5212;&#xFF0C;&#x56E0;&#x4E3A;&#x8BBF;&#x95EE; google &#x5730;&#x56FE;&#x53D7;&#x963B;&#x800C;&#x672A;(&#x501F;)&#x505A;(&#x53E3;)&#x3002;  </p>
<p>&#x6B64;&#x6B21;&#x662F;&#x5728;&#x65C5;&#x6E38;&#x6DE1;&#x5B63;&#x5916;&#x51FA;&#xFF0C;&#x82E5;&#x662F;&#x65FA;&#x5B63;&#xFF0C;&#x5F00;&#x9500;&#x3001;&#x65F6;&#x95F4;&#x65B9;&#x9762;&#x8FD8;&#x5F97;&#x659F;&#x914C;&#x4E00;&#x4E8C;&#x3002;</p>
<p><br></p>
<h4 id="day-1-&#x5E7F;&#x5DDE;&#x673A;&#x573A;-&#x4E3D;&#x6C5F;&#x673A;&#x573A;&#x4E3D;&#x6C5F;&#x4E09;&#x4E49;&#x673A;&#x573A;"><a href="#Day-1&#xFF0C;-&#x5E7F;&#x5DDE;&#x673A;&#x573A;-&#x4E3D;&#x6C5F;&#x673A;&#x573A;&#xFF08;&#x4E3D;&#x6C5F;&#x4E09;&#x4E49;&#x673A;&#x573A;&#xFF09;" class="headerlink" title="Day 1&#xFF0C; &#x5E7F;&#x5DDE;&#x673A;&#x573A; - &#x4E3D;&#x6C5F;&#x673A;&#x573A;&#xFF08;&#x4E3D;&#x6C5F;&#x4E09;&#x4E49;&#x673A;&#x573A;&#xFF09;"></a>Day 1&#xFF0C; &#x5E7F;&#x5DDE;&#x673A;&#x573A; - &#x4E3D;&#x6C5F;&#x673A;&#x573A;&#xFF08;&#x4E3D;&#x6C5F;&#x4E09;&#x4E49;&#x673A;&#x573A;&#xFF09;</h4><ul>
<li>&#x98DE;&#x673A;&#x665A;&#x70B9; 8 &#x4E2A;&#x949F;&#x5934;</li>
<li>&#x5728;&#x300C;&#x643A;&#x7A0B;&#x7F51;&#x300D;&#x8BA2;&#x7684;&#x673A;&#x7968;&#xFF0C;&#x5176;&#x5BA2;&#x670D;&#x5728;&#x5EF6;&#x8BEF;&#x540E;&#x6709;&#x7535;&#x8BDD;&#x8054;&#x7CFB;&#x662F;&#x5426;&#x9000;&#x7968;&#xFF0C;&#x6CA1;&#x9000;</li>
<li>&#x665A;&#x4E0A; 11 &#x70B9;&#x591A;&#x62B5;&#x8FBE;&#x300C;&#x4E3D;&#x6C5F;&#x673A;&#x573A;&#x300D;</li>
<li>&#x4E3D;&#x6C5F;&#x673A;&#x573A; - &#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#xFF0C;&#x6253;&#x7684;&#xFF0C;&#x81EA;&#x5357;&#x5411;&#x5317;&#xFF0C;&#x4E0B;&#x56FE;&#x7684; <code>A - B</code></li>
<li>&#x4E0B;&#x8F66;&#x540E;&#xFF0C;&#x5C31;&#x7740;&#x591C;&#x8272;&#x548C;&#x6EE1;&#x5929;&#x7E41;&#x661F;&#xFF0C;&#x745F;&#x745F;&#x53D1;&#x6296;&#x9760;&#x624B;&#x673A;&#x5730;&#x56FE;&#x5BFC;&#x822A;&#x8D70;&#x5230;&#x9152;&#x5E97;</li>
<li>&#x4F4F;&#x5728;&#x300C;7&#x5929;&#x9152;&#x5E97;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x4E2D;&#x5FC3;&#x5E97;&#x300D;&#xFF0C;&#x5F53;&#x5929;&#x65E9;&#x4E0A;&#x6709;&#x63D0;&#x524D;&#x9884;&#x7EA6;</li>
<li>&#x672C;&#x60F3;&#x5230;&#x4E86;&#x53E4;&#x57CE;&#x518D;&#x6162;&#x6162;&#x627E;&#x5BA2;&#x6808;&#xFF0C;&#x4F46;&#x98DE;&#x673A;&#x665A;&#x70B9;&#xFF0C;&#x6DF1;&#x591C;&#x62B5;&#x8FBE;&#x53E4;&#x57CE;&#xFF0C;&#x8FD8;&#x662F;&#x627E;&#x4E2A;&#x719F;&#x6089;&#x7684;&#x9152;&#x5E97;&#x9760;&#x8C31;&#x4E9B;<br>  <img src="/img/2015/02/01&#x4E3D;&#x6C5F;&#x673A;&#x573A;-&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;.png" alt="&#x4E3D;&#x6C5F;&#x673A;&#x573A; - &#x4E3D;&#x6C5F;&#x53E4;&#x57CE;"></li>
</ul>
<p><br></p>
<h4 id="day-2-&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x91CC;&#x778E;&#x901B;"><a href="#Day-2&#xFF0C;-&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x91CC;&#x778E;&#x901B;" class="headerlink" title="Day 2&#xFF0C; &#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x91CC;&#x778E;&#x901B;"></a>Day 2&#xFF0C; &#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x91CC;&#x778E;&#x901B;</h4><ul>
<li>&#x53E4;&#x57CE;&#x5185;&#x9700;&#x8981;&#x9760;&#x624B;&#x673A;&#x5730;&#x56FE;&#x5BFC;&#x822A;&#x2026;&#x2026;&#x76F8;&#x6BD4;&#x300C;&#x51E4;&#x51F0;&#x53E4;&#x57CE;&#x300D;&#x7684;&#x7EB8;&#x8D28;&#x5730;&#x56FE;&#xFF0C;&#x8FD9;&#x4EFD;&#x4E3D;&#x6C5F;&#x7684;&#x597D;&#x5751;</li>
<li>&#x6CBF;&#x7740;&#x6EAA;&#x6C34;&#x8D70;&#x4E5F;&#x662F;&#x4E2A;&#x4E0D;&#x9519;&#x7684;&#x65B9;&#x5F0F;</li>
<li>&#x4E0B;&#x5348;&#x53BB;&#x4E86;&#x300C;&#x6728;&#x5E9C;&#x300D;&#xFF0C;&#x95E8;&#x7968; 60 &#x5143;&#xFF0C;&#x4E0D;&#x7528;&#x4E5F;&#x4E0D;&#x8981;&#x4E70;&#x300C;&#x53E4;&#x57CE;&#x7EF4;&#x62A4;&#x8D39;&#x300D;</li>
<li>&#x4E0D;&#x8981;&#x5403;&#x8DEF;&#x8FB9;&#x644A;&#x7684;&#x4E1C;&#x897F;</li>
</ul>
<p><br></p>
<h4 id="day-3&#x4ECE;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x53BB;&#x7389;&#x9F99;&#x96EA;&#x5C71;"><a href="#Day-3&#xFF0C;&#x4ECE;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x53BB;&#x300C;&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x300D;" class="headerlink" title="Day 3&#xFF0C;&#x4ECE;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x53BB;&#x300C;&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x300D;"></a>Day 3&#xFF0C;&#x4ECE;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x53BB;&#x300C;&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x300D;</h4><ul>
<li>&#x65E0;&#x516C;&#x8F66;&#xFF0C;&#x5305;&#x8F66;&#x6765;&#x56DE;&#xFF0C;&#x56DE;&#x6765;&#x540E;&#x518D;&#x7ED9;&#x5305;&#x8F66;&#x8D39;&#x7528;</li>
<li>&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x5305;&#x8F66;&#x5230;&#x300C;&#x7518;&#x6D77;&#x5B50;&#x300D;&#xFF0C;&#x9014;&#x4E2D;&#x8D2D;&#x4E70;&#x300C;&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x300D;&#x95E8;&#x7968;&#xFF08;105&#x5143;&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x666F;&#x533A;&#x300C;&#x516C;&#x8F66;&#x300D;&#x8D39;&#x7528;&#xFF08;20&#x5143;&#xFF0C;&#x4EFB;&#x5750;&#xFF09;<br>  <img src="/img/2015/02/02&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;-&#x7518;&#x6D77;&#x5B50;.png" alt="&#x4E3D;&#x6C5F;&#x53E4;&#x57CE; - &#x7518;&#x6D77;&#x5B50;"></li>
<li>&#x5305;&#x8F66;&#x5E08;&#x5085;&#x5E26;&#x6211;&#x4EEC;&#x53BB;&#x4E70;&#x300C;&#x5927;&#x7D22;&#x9053;&#x300D;&#x7F06;&#x8F66;&#x7684;&#x95E8;&#x7968;&#xFF0C;&#x4ED6;&#x5728;&#x8D2D;&#x7968;&#x5904;(<code>A</code> &#x70B9;)&#x8FD9;&#x91CC;&#x7B49;&#x6211;&#x4EEC;&#xFF0C;&#x300C;&#x5927;&#x7D22;&#x9053;&#x300D;&#x8D39;&#x7528; 180 &#x5143;</li>
<li>&#x8D2D;&#x4E70;&#x95E8;&#x7968;&#x540E;&#xFF0C;&#x5750;&#x666F;&#x533A;&#x7684;&#x300C;&#x516C;&#x8F66;&#x300D;&#x76F4;&#x8FBE;&#x300C;&#x5927;&#x7D22;&#x9053;&#x300D;&#x4E58;&#x5750;&#x5165;&#x53E3;&#xFF0C;&#x89C1;&#x4E0B;&#x56FE;&#x7684; <code>A - B</code> &#x70B9;&#x8FD9;&#x4E00;&#x6BB5;</li>
<li>&#x7D22;&#x9053;&#x5305;&#x4E0A;&#x4E0B;&#x6765;&#x56DE;&#xFF0C;&#x4ECE;&#x7D22;&#x9053;&#x4E0B;&#x6765;&#x540E;&#xFF0C;&#x8FD8;&#x662F;&#x56DE;&#x5230; B &#x70B9;&#xFF0C;&#x4ECE;&#x8FD9;&#x91CC;&#x7EE7;&#x7EED;&#x5750;&#x666F;&#x533A;&#x7684;&#x300C;&#x516C;&#x8F66;&#x300D;&#xFF0C;&#x53BB;&#x300C;&#x84DD;&#x6708;&#x8C37;&#x300D;&#xFF0C;&#x89C1;&#x4E0B;&#x56FE;&#x7684; <code>B - C</code> &#x70B9;&#x8FD9;&#x4E00;&#x6BB5;</li>
<li>&#x300C;&#x84DD;&#x6708;&#x8C37;&#x300D;&#x7ED3;&#x675F;&#x540E;&#xFF0C;&#x4ECE; C &#x70B9;&#x5750;&#x300C;&#x516C;&#x8F66;&#x300D;&#x76F4;&#x63A5;&#x56DE;&#x5230; A &#x70B9;&#xFF0C;&#x4E5F;&#x5373;&#x300C;&#x5927;&#x7D22;&#x9053;&#x300D;&#x8D2D;&#x7968;&#x70B9;&#x9644;&#x8FD1;&#xFF0C;&#x5728;&#x300C;3&#x53F7;&#x505C;&#x8F66;&#x70B9;&#x300D;&#x4E0B;&#x8F66;&#xFF0C;&#x9644;&#x8FD1;&#x6709;&#x4E2A;&#x300C;&#x535A;&#x7269;&#x9986;&#x300D;</li>
<li>&#x5728;&#x300C;&#x535A;&#x7269;&#x9986;&#x300D;&#x95E8;&#x524D;&#x7684;&#x8DEF;&#x53E3;&#x5904;&#xFF0C;&#x5750;&#x4E0A;&#x5305;&#x8F66;&#x8FD4;&#x56DE;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;</li>
<li>&#x666F;&#x533A;&#x5185; <code>A - B - C - A</code> &#x5404;&#x6BB5;&#x4E4B;&#x95F4;&#x7684;&#x8DEF;&#x7A0B;&#x5176;&#x5B9E;&#x90FD;&#x4E0D;&#x8FDC;&#xFF0C;&#x534A;&#x4E2A;&#x949F;&#x5185;&#x53EF;&#x62B5;&#x8FBE;&#xFF0C;&#x300C;&#x516C;&#x8F66;&#x300D;&#x4E5F;&#x597D;&#x50CF;&#x662F;&#x534A;&#x4E2A;&#x949F;&#x4E00;&#x8D9F;<br>  <img src="/img/2015/02/03&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x4E4B;&#x884C;.png" alt="&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x8DEF;&#x7EBF;"></li>
</ul>
<p><br></p>
<h4 id="day-4-&#x4ECE;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x53BB;&#x5927;&#x7406;&#x7684;&#x53CC;&#x5ECA;&#x9547;"><a href="#Day-4&#xFF0C;-&#x4ECE;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x53BB;&#x5927;&#x7406;&#x7684;&#x300C;&#x53CC;&#x5ECA;&#x9547;&#x300D;" class="headerlink" title="Day 4&#xFF0C; &#x4ECE;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x53BB;&#x5927;&#x7406;&#x7684;&#x300C;&#x53CC;&#x5ECA;&#x9547;&#x300D;"></a>Day 4&#xFF0C; &#x4ECE;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x53BB;&#x5927;&#x7406;&#x7684;&#x300C;&#x53CC;&#x5ECA;&#x9547;&#x300D;</h4><ul>
<li>&#x300C;&#x4E3D;&#x6C5F;&#x6C7D;&#x8F66;&#x7AD9;&#x300D;&#x5728;&#x300C;&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;&#x300D;&#x7684;&#x5357;&#x8FB9;&#xFF0C;&#x4ECE;&#x300C;&#x5927;&#x6C34;&#x8F66;&#x300D;&#x9644;&#x8FD1;&#x5750;&#x516C;&#x8F66;&#x76F4;&#x8FBE;</li>
<li><del>&#x5728;&#x300C;&#x4E3D;&#x6C5F;&#x6C7D;&#x8F66;&#x7AD9;&#x300D;&#x5750;&#x73ED;&#x8F66;&#x53BB;&#x300C;&#x4E0B;&#x5173;&#x300D;</del>&#xFF08;&#x4E0D;&#x63A8;&#x8350;&#xFF0C;&#x6709;&#x76F4;&#x63A5;&#x5230;&#x300C;&#x53CC;&#x5ECA;&#x9547;&#x300D;&#x7684;&#x73ED;&#x8F66;&#xFF09;</li>
<li>&#x672C;&#x6765;&#x5E94;&#x5728;&#x5927;&#x7406;&#x7684;&#x300C;&#x4E0A;&#x5173;&#x9547;&#x300D;&#x9644;&#x8FD1;&#x4E0B;&#x8F66;&#xFF08;&#x5728;&#x300C;&#x6D31;&#x6D77;&#x300D;&#x7684;<strong>&#x5317;&#x8FB9;</strong>&#xFF09;&#xFF0C;&#x518D;&#x8F6C;&#x8F66;&#x53BB;&#x300C;&#x53CC;&#x5ECA;&#x9547;&#x300D;&#xFF08;&#x5728;&#x300C;&#x6D31;&#x6D77;&#x300D;&#x7684;<strong>&#x5317;&#x8FB9;</strong>&#xFF09;&#xFF0C;&#x4F46;&#x8BB0;&#x9519;&#x5730;&#x540D;&#xFF0C;&#x5750;&#x8FC7;&#x4E86;&#x5934;</li>
<li>&#x4ECE;&#x300C;&#x4E3D;&#x6C5F;&#x6C7D;&#x8F66;&#x7AD9;&#x300D;&#x5230;&#x300C;&#x5927;&#x7406;&#x53E4;&#x57CE;&#x300D;&#x5916;&#x8FB9;&#xFF0C;&#x8FD9;&#x65F6;&#x624D;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#xFF0C;&#x518D;&#x5F80;&#x524D;&#xFF0C;&#x5C31;&#x8981;&#x5230;&#x300C;&#x4E0B;&#x5173;&#x9547;&#x300D;&#x4E86;&#xFF08;&#x5728;&#x300C;&#x6D31;&#x6D77;&#x7684;<strong>&#x5357;&#x8FB9;</strong>&#xFF09;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x300C;&#x5927;&#x7406;&#x53E4;&#x57CE;&#x300D;&#x5916;&#x8FB9;&#x4E0B;&#x8F66;&#xFF08;&#x9065;&#x671B;&#x5927;&#x7406;&#x53E4;&#x57CE;&#x9ED8;&#x54C0; 1 &#x5206;&#x949F;&#x2026;&#x2026;&#xFF09;<br>  <img src="/img/2015/02/04&#x4E3D;&#x6C5F;&#x53E4;&#x57CE;-&#x5927;&#x7406;&#x53E4;&#x57CE;.png" alt="&#x4E3D;&#x6C5F; - &#x5927;&#x7406;"></li>
<li>&#x4E0B;&#x7740;&#x96E8;&#xFF0C;&#x5F53;&#x65F6;&#x4E5F;&#x5DF2;&#x4E2D;&#x5348;&#xFF0C;&#x4F53;&#x529B;&#x532E;&#x4E4F;&#xFF0C;&#x5728;&#x4E0B;&#x8F66;&#x70B9;&#x6709;&#x4EBA;&#x642D;&#x8BAA;&#x5305;&#x8F66;&#xFF08;&#x53C8;&#x5305;&#x8F66;&#x2026;&#xFF09;&#xFF0C;&#x780D;&#x4EF7; 120 &#x5143;&#x76F4;&#x8FBE;&#x300C;&#x53CC;&#x5ECA;&#x9547;&#x300D;&#x9644;&#x8FD1;&#x7684;&#x300C;&#x5927;&#x5EFA;&#x65C1;&#x6751;&#x300D;<br>  <img src="/img/2015/02/05&#x5927;&#x7406;&#x53E4;&#x57CE;-&#x53CC;&#x5ECA;&#x9547;.png" alt="&#x5927;&#x7406;&#x53E4;&#x57CE;&#x5916;&#x56F4; - &#x53CC;&#x5ECA;"></li>
<li>&#x300C;&#x5927;&#x5EFA;&#x65C1;&#x6751;&#x300D;&#x662F;&#x300C;&#x53CC;&#x5ECA;&#x9547;&#x300D;&#x65C1;&#x8FB9;&#x7684;&#x4E00;&#x4E2A;&#x5C0F;&#x6E14;&#x6751;&#xFF0C;&#x4E24;&#x8005;&#x8DDD;&#x79BB;&#x5DEE;&#x4E0D;&#x591A; 9 &#x516C;&#x91CC;&#xFF0C;&#x65E2;&#x7136;&#x5305;&#x8F66;&#x4E86;&#xFF0C;&#x5C31;&#x76F4;&#x63A5;&#x5230;&#x300C;&#x5927;&#x5EFA;&#x65C1;&#x6751;&#x300D;</li>
<li>&#x4F4F;&#x5728;&#x6751;&#x91CC;&#x7684;&#x300C;&#x7D2B;&#x85E4;&#x5BA2;&#x6808;&#x300D;&#xFF0C;&#x9760;&#x8FD1;&#x9A6C;&#x8DEF;&#xFF0C;&#x4E8C;&#x697C;&#x3001;&#x4E09;&#x697C;&#x80FD;&#x770B;&#x5230;&#x300C;&#x6D31;&#x6D77;&#x300D;&#xFF0C;&#x88C5;&#x4FEE;&#x6709;&#x60C5;&#x8C03;</li>
<li>&#x4E0B;&#x5348;&#x901B;&#x300C;&#x6D31;&#x6D77;&#x300D;&#x8FB9;&#xFF0C;&#x6CBF;&#x7740;&#x4E0B;&#x56FE; <code>A - B - C</code> &#x4E00;&#x8DEF;&#x8D70;&#x7740;&#x770B;&#x6D77;</li>
<li>&#x508D;&#x665A;&#xFF0C;&#x5750;&#x5F53;&#x5730;&#x5C0F;&#x6E14;&#x8239;&#x51FA;&#x6D77;&#xFF0C;&#x7ED5;&#x300C;&#x5357;&#x8BCF;&#x98CE;&#x60C5;&#x5C9B;&#x300D;&#x3001;&#x300C;&#x7389;&#x51E0;&#x5C9B;&#x300D;&#x4E00;&#x5708;<br>  <img src="/img/2015/02/06&#x770B;&#x6D31;&#x6D77;.png" alt="&#x6D31;&#x6D77;&#x4E00;&#x89D2;"></li>
<li>&#x300C;&#x5927;&#x5EFA;&#x65C1;&#x6751;&#x300D;&#x5982;&#x4E0B;&#x4F4D;&#x7F6E;&#x7684;&#x5206;&#x53C9;&#x8DEF;&#x53E3;&#x6709;&#x4E00;&#x9910;&#x9986;&#xFF1A;&#x300C;&#x767D;&#x5BB6;&#x5C0F;&#x53A8;&#x300D;&#xFF0C;&#x592B;&#x59BB;&#x4FE9;&#x5F88;&#x539A;&#x9053;&#xFF0C;&#x4E00;&#x53CC;&#x80FD;&#x624B;&#x7092;&#x5F97;&#x597D;&#x83DC;&#x3002;&#x6211;&#x4E5F;&#x559C;&#x6B22;&#x4ED6;&#x5BB6;&#x5F00;&#x653E;&#x5F0F;&#x7684;&#x5C0F;&#x9662;&#x5B50;&#x3001;&#x6728;&#x6805;&#x680F;&#x95E8;<br>  <img src="/img/2015/02/09&#x767D;&#x5BB6;&#x5C0F;&#x53A8;.png" alt="&#x767D;&#x5BB6;&#x5C0F;&#x53A8;"></li>
</ul>
<p><br></p>
<h4 id="day-5&#x6D31;&#x6D77;"><a href="#Day-5&#xFF0C;&#x300C;&#x6D31;&#x6D77;&#x300D;" class="headerlink" title="Day 5&#xFF0C;&#x300C;&#x6D31;&#x6D77;&#x300D;"></a>Day 5&#xFF0C;&#x300C;&#x6D31;&#x6D77;&#x300D;</h4><ul>
<li>&#x4E0A;&#x5348;&#x518D;&#x6B21;&#x6CBF;&#x7740;&#x4E0A;&#x56FE;&#x7684; <code>A - B - C</code> &#x518D;&#x8D70;&#x4E86;&#x4E00;&#x904D;&#xFF0C;&#x4E5F;&#x6709;&#x8D70;&#x5230;&#x300C;&#x7389;&#x51E0;&#x5C9B;&#x300D;&#x5185;&#x90E8;&#x7684;&#x5C0F;&#x8DEF;&#xFF0C;&#x9887;&#x6709;&#x300C;&#x6C34;&#x8FB9;&#x53E4;&#x57CE;&#x300D;&#x5473;&#x9053;</li>
<li>&#x4E0B;&#x5348;&#x8DDF;&#x5BA2;&#x6808;&#x79DF;&#x5C71;&#x5730;&#x81EA;&#x884C;&#x8F66;&#xFF0C;&#x6CBF;&#x7740;&#x300C;&#x73AF;&#x6D77;&#x4E1C;&#x8DEF;&#x300D;&#x5927;&#x7EA6;&#x9A91;&#x5230;&#x300C;&#x9752;&#x5C71;&#x300D;&#x4F4D;&#x7F6E;&#xFF0C;&#x5927;&#x7EA6;&#x6709; 7&#x3001;8 &#x516C;&#x91CC;&#xFF0C;&#x89C1;&#x4E0B;&#x56FE;&#x3002;&#x73AF;&#x6D77;&#x4E1C;&#x8DEF;&#x90FD;&#x662F;&#x8D34;&#x7740;&#x300C;&#x6D31;&#x6D77;&#x300D;&#x8FB9;&#xFF0C;&#x4E0B;&#x56FE;&#x6A59;&#x8272;&#x8DEF;&#x7EBF;&#x662F;&#x53E6;&#x5916;&#x7684;&#x9AD8;&#x901F;&#x516C;&#x8DEF;&#xFF0C;&#x53EF;&#x5FFD;&#x7565;<br>  <img src="/img/2015/02/07&#x9A91;&#x884C;&#x8DEF;&#x7EBF;.png" alt="&#x8D34;&#x7740;&#x6D31;&#x6D77;&#x8FB9;&#x7684;&#x73AF;&#x6D77;&#x4E1C;&#x8DEF;"></li>
<li>&#x5929;&#x8FB9;&#x6709;&#x9ED1;&#x4E91;&#xFF0C;&#x6D77;&#x8FB9;&#x98CE;&#x5927;&#xFF0C;&#x62C5;&#x5FC3;&#x534A;&#x9014;&#x627E;&#x4E0D;&#x5230;&#x4EBA;&#x5BB6;&#x8EB2;&#x96E8;&#xFF0C;&#x5C31;&#x56DE;&#x4E86;</li>
<li>&#x56DE;&#x5230;&#x5BA2;&#x6808;&#x65F6;&#x5DF2;&#x7ECF;&#x9010;&#x6E10;&#x4E0B;&#x8D77;&#x96E8;&#x6765;&#xFF0C;&#x6301;&#x7EED;&#x5927;&#x534A;&#x5C0F;&#x65F6;&#xFF0C;&#x6CA1;&#x6DCB;&#x5230;&#x96E8;&#xFF0C;&#x8FD0;&#x6C14;&#x8FD8;&#x662F;&#x86EE;&#x597D;&#x7684;</li>
</ul>
<p><br></p>
<h4 id="day-6&#x6606;&#x660E;&#x706B;&#x8F66;&#x7AD9;"><a href="#Day-6&#xFF0C;&#x300C;&#x6606;&#x660E;&#x706B;&#x8F66;&#x7AD9;&#x300D;" class="headerlink" title="Day 6&#xFF0C;&#x300C;&#x6606;&#x660E;&#x706B;&#x8F66;&#x7AD9;&#x300D;"></a>Day 6&#xFF0C;&#x300C;&#x6606;&#x660E;&#x706B;&#x8F66;&#x7AD9;&#x300D;</h4><ul>
<li>&#x5728;&#x300C;&#x5927;&#x5EFA;&#x65C1;&#x6751;&#x300D;&#x5750;&#x5927;&#x5DF4;&#x53BB;&#x300C;&#x6606;&#x660E;&#x706B;&#x8F66;&#x7AD9;&#x300D;&#xFF0C;&#x8D39;&#x7528; 150 &#x5143;&#xFF0C;&#x95EE;&#x8FC7;&#x51E0;&#x5BB6;&#x90FD;&#x662F;&#x8FD9;&#x4E2A;&#x4EF7;<br>  <img src="/img/2015/02/08&#x5927;&#x7406;-&#x6606;&#x660E;.png" alt="&#x5927;&#x7406; - &#x6606;&#x660E;"></li>
<li>&#x5728;&#x300C;&#x6606;&#x660E;&#x706B;&#x8F66;&#x7AD9;&#x300D;&#x5750; K484 &#x6B21;&#x5217;&#x8F66;&#x56DE;&#x5E7F;&#x5DDE;</li>
<li>&#x5F53;&#x665A;&#x5728;&#x706B;&#x8F66;&#x4E0A;&#xFF0C;&#x770B;&#x5230;&#x6606;&#x660E;&#x975E;&#x5E38;&#x901A;&#x900F;&#x7684;&#x6DE1;&#x84DD;&#x8272;&#x7684;&#x6708;&#x8272;&#xFF0C;&#x503C;&#x5F97;&#x4E00;&#x63D0;</li>
</ul>
<p><br></p>
<h4 id="day-7&#x56DE;&#x5230;&#x5E7F;&#x5DDE;"><a href="#Day-7&#xFF0C;&#x56DE;&#x5230;&#x5E7F;&#x5DDE;" class="headerlink" title="Day 7&#xFF0C;&#x56DE;&#x5230;&#x5E7F;&#x5DDE;"></a>Day 7&#xFF0C;&#x56DE;&#x5230;&#x5E7F;&#x5DDE;</h4><ul>
<li>&#x665A;&#x70B9; 40 &#x5206;&#x949F;&#x62B5;&#x8FBE;&#x5E7F;&#x5DDE;</li>
<li>&#x6D17;&#x6D17;&#x7761;</li>
</ul>
<p><br><br>&#x51FA;&#x53D1;&#x524D;&#x53EA;&#x6709;&#x4E24;&#x5929;&#x65F6;&#x95F4;&#x89C4;&#x5212;&#x884C;&#x7A0B;&#xFF0C;&#x780D;&#x4E86;&#x5176;&#x4F59;&#x666F;&#x70B9;&#xFF0C;&#x76F4;&#x5954;&#x4E3B;&#x9898;&#xFF0C;&#x5F00;&#x59CB;&#x8FD9;&#x6BB5;&#x5306;&#x5306;&#x65C5;&#x7A0B;&#x3002;<br>&#x5728;&#x300C;&#x7389;&#x9F99;&#x96EA;&#x5C71;&#x300D;&#x78B0;&#x5230;&#x4E86;&#x5927;&#x96EA;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x89C1;&#x5230;&#x7684;&#x96EA;&#x3002;<br>&#x5728;&#x300C;&#x6D31;&#x6D77;&#x300D;&#x8FB9;&#x4E0A;&#x9009;&#x4E86;&#x4E1C;&#x5317;&#x8FB9;&#x7684;&#x53CC;&#x5ECA;&#x9547;&#xFF0C;&#x5728;&#x5176;&#x4E1C;&#x8FB9;&#x770B;&#x6D77;&#xFF0C;&#x76F8;&#x6BD4;&#x897F;&#x8FB9;&#xFF0C;&#x66F4;&#x5C11;&#x963B;&#x9694;&#xFF0C;&#x89C6;&#x91CE;&#x975E;&#x5E38;&#x5F00;&#x9614;&#xFF0C;&#x4E0D;&#x900A;&#x8272;&#x4E8E;&#x771F;&#x6B63;&#x7684;&#x5927;&#x6D77;&#x8FB9;&#x3002;&#x5728;&#x4E1C;&#x6D77;&#x5CB8;&#x7EBF;&#x9A91;&#x884C;&#xFF0C;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x65E9;&#x70B9;&#x51FA;&#x53D1;&#xFF0C;&#x9A91;&#x884C;&#x7A7F;&#x8D8A;&#x6574;&#x4E2A;&#x4E1C;&#x6D77;&#x5CB8;&#x7EBF;&#x3002;  </p>
<p>&#x6700;&#x540E;&#xFF0C;&#x6B64;&#x6B21;&#x5916;&#x51FA;&#xFF0C;&#x5230;&#x6B64;&#x5C31;&#x544A;&#x4E00;&#x4E2A;&#x6BB5;&#x843D;&#xFF0C;&#x5C18;&#x5C01;&#x5427;&#x3002;  </p>
<p><br></p>
<h4 id="link"><a href="#link" class="headerlink" title="link:"></a>link:</h4><ol>
<li>&#x8BB0;&#x5F55;&#x672C;&#x6B21;&#x6240;&#x6709;&#x884C;&#x7A0B;&#x8DEF;&#x7EBF;&#x7684;&#x5730;&#x56FE;&#xFF0C;&#x53EF;&#x4EE5;&#x67E5;&#x770B;&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x6240;&#x6709;&#x5730;&#x70B9;&#x548C;&#x8DEF;&#x7EBF;: <a href="https://www.google.com/maps/d/edit?mid=zzLnHbdbXK7o.kgPQmTIzcMbo" target="_blank" rel="external">google maps</a>  </li>
<li>&#x81EA;&#x5907;&#x68AF;&#x5B50;&#xFF0C;&#x6211;&#x4F7F;&#x7528;&#x7684;&#x662F; vps + shadowsockets</li>
</ol>
<p><br><br>&#x2013; EOF &#x2013;</p>

	

	<div>
	    <div>Categories: <a class="category-link" href="/categories/trip/">trip</a> </div>
	    <div>Tags: <a class="tag-link" href="/tags/丽江/">丽江</a>,<a class="tag-link" href="/tags/双廊/">双廊</a>,<a class="tag-link" href="/tags/洱海/">洱海</a> </div>
	</div>
    </div>

    <hr />
    <footer class="article-footer">
      
        <a href="http://popozhu.github.io/2015/02/10/2015年云南之行/#disqus_thread" class="article-comment-link"></a>
      
    </footer>
  </div>
  
    
<nav id="article-nav">
  
    <a href="/2015/08/08/using-hexo-3/" id="article-nav-newer" class="article-nav-link-wrap">
      <span class="article-nav-caption">&laquo;</span>
      <span class="article-nav-title">
        
          using hexo 3
        
      </span>
    </a>
  
  
    <a href="/2015/01/07/wechat-private-api/" id="article-nav-older" class="article-nav-link-wrap">
      <span class="article-nav-title">wechat private api</span>
      <span class="article-nav-caption">&raquo;</span>
    </a>
  
</nav>


  
</article>


<section id="comments">
  <div id="disqus_thread"> </div>
</section>


</section>

	    <footer id="footer">
    popozhu &copy; 2016 
</footer>

	</div>

	
<!--
<script src="//ajax.useso.com/ajax/libs/jquery/2.0.3/jquery.min.js" type="text/javascript"></script>
-->


<script>
  var disqus_shortname = 'popozhu';
  (function(){
    var dsq = document.createElement('script');
    dsq.type = 'text/javascript';
    dsq.async = true;
    dsq.src = '//' + disqus_shortname + '.disqus.com/embed.js';
    (document.getElementsByTagName('head')[0] || document.getElementsByTagName('body')[0]).appendChild(dsq);
  })();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript" rel="nofollow">comments powered by Disqus.</a></noscript>


<script src="/js/script.js"></script>


    </body>
</html>
